[
  {
    "id": "avadana",
    "name": {
      "id": "Cerita Relief Avadana",
      "en": "Cerita Relief Avadana"
    },
    "description": {
      "id": "Avadāna, the Traditions about the Bodhisattva",
      "en": "Avadāna, the Traditions about the Bodhisattva"
    },
    "enabled": true,
    "chapters": [
      {
        "id": "1",
        "name": {
          "en": "Sudhana and Manoharā",
          "id": "Sudhana dan Manoharā"
        },
        "introduction": {
          "background": {
            "en": "The Sudhana and Manoharā story is known in various tellings and became a favourite in SE Asia. It is known to us in the Mahāvastu, an unnamed Saka poem, Divyāvadāna, Avadānakalpalatā and the late Pāḷi Paññāsajātaka, which differ from each other in various details. The story told at Borobudur follows in most details the Divyāvadāna version of the story (Divy 30) and the Pāḷi retelling.",
            "id": "Cerita Sudhana dan Manoharā dikenal dalam beragam kisah dan menjadi kesukaan di Asia Tenggara. Kita ketahui ada dalam Mahāvastu, puisi Saka tanpa judul, Divyāvadāna, Avadānakalpalatā, dan belakangan Paññāsajātaka Pāḷi, yang berbeda satu sama lain dalam pelbagai rincian. Cerita yang diceritakan di Borobudur mengikuti sebagian besar rincian versi cerita Divyāvadāna (Divy 30) dan saduran Pāḷi."
          },
          "text": {
            "en": [
              "At one time in the country of Pañcāla there were two kings, one in the north, who ruled in accordance with Dharma, and one in the south who did not. The northern country prospered, but the southern country fell into ruin, and the people deserted the south for the north.",
              "The southern king at that time heard that there was a young nāga called Jamnacitra in the north who used to bring rain at the right time so he hired a snake-charmer to capture him. A hunter who knew the nāga killed the snake charmer, the nāga escaped, and the hunter gained a magic snare.",
              "Later King Dhana of the northern kingdom had a son, whom he named Sudhana. He was the Bodhisattva in an earlier existence, and he grew up to know all the arts and sciences, and in this lifetime he perfected the virtue of energy.",
              "Now the hunter who had saved Jamnacitra one time met a sage in the wilderness, and the sage pointed out the kinnarī Manoharā, who bathed in a lotus pool on the 15th day of each month. The hunter captured Manoharā with his magic snare, and later offered her to Sudhana, who instantly fell in love with her and took her back with him to his palace, where he devoted himself to her.",
              "Now the king of the north had a wicked chaplain who was afraid of losing his position when Sudhana inherited the kingdom, so he plotted the prince’s downfall. He had the king send him on a dangerous mission to subdue the hill-tribes. Sudhana unexpectedly succeeded and returned home in triumph.",
              "While he was away the wicked chaplain also tried to have Manoharā killed, but she escaped and made it back to her father King Druma, the king of the kinnaras, in her homeland. Sudhana, after many a difficulty, managed to reunite with his beloved, and was eventually approved of by king Druma. Later the two of them returned to Pañcāla where Sudhana was consecrated king, and ruled righteously."
            ],
            "id": [
              "Suatu ketika di Negeri Pañcāla ada dua raja, satu di utara, yang memerintah sesuai dengan Dharma, dan satu di selatan yang tidak. Negeri utara makmur, namun negeri selatan jatuh menuju keruntuhan, dan rakyat meninggalkan selatan menuju utara.",
              "Raja selatan saat itu mendengar bahwa ada naga muda bernama Jamnacitra di utara yang bisa menurunkan hujan pada waktu yang tepat, maka raja menyewa pawang ular untuk menangkapnya. Pemburu yang kenal dengan naga itu membunuh si pawang ular, naga lolos, dan pemburu mendapatkan jerat ajaib.",
              "Kemudian Raja Dhana dari kerajaan utara punya putra, yang ia namai Sudhana. Ia adalah Bodhisattwa pada kelahiran terdahulu, dan ia tumbuh menguasai semua seni dan ilmu, dan dalam kehidupan ini ia menyempurnakan kebajikan daya.",
              "Sekarang pemburu yang telah menyelamatkan Jamnacitra suatu ketika bertemu resi di belantara, dan resi itu menunjukkan kinnarī Manoharā, yang mandi di kolam teratai pada hari ke-15 tiap bulan. Pemburu menangkap Manoharā dengan jerat ajaibnya, dan kemudian menawarkannya kepada Sudhana, yang langsung jatuh cinta pada Manoharā dan membawanya bersama kembali ke istana, di mana Sudhana mengabdikan dirinya kepada Manoharā.",
              "Raja utara punya penasihat jahat yang takut kehilangan jabatannya kalau Sudhana mewarisi kerajaan, maka ia merencanakan kejatuhan sang pangeran. Ia membuat raja mengutus Sudhana dalam tugas berbahaya untuk menaklukkan suku pegunungan. Sudhana tak dinyana berhasil dan pulang dengan kemenangan.",
              "Tatkala Sudhana pergi, penasihat jahat juga berusaha membunuh Manoharā, namun ia kabur dan berhasil kembali kepada ayahnya, Raja Druma, raja kinnara, di tempat kelahirannya. Sudhana, setelah melalui banyak kesulitan, berhasil bersatu kembali dengan kekasihnya, dan pada akhirnya direstui oleh Raja Druma. Kemudian keduanya kembali ke Pañcāla di mana Sudhana dinobatkan menjadi raja, dan memerintah dengan adil."
            ]
          }
        },
        "slides": [
          {
            "path": "./001-The-King-of-the-North-in-Court-Original.jpg",
            "name": {
              "en": "1. The King of the North at Court",
              "id": "1. Raja Utara di Pelataran"
            },
            "caption": {
              "en": [
                "There are two kings involved in this story and the relief might be of either, but because of the happy demeanour and seeming prosperity in this scene, I am inclined to believe this must be the king of the north sitting in his court and receiving visitors. The king and his consort sit on a raised seat inside a pavilion, and under the seat are expressions of wealth, including a treasure chest.",
                "Remember, during circumabulation, the right side of the panels appears in sight first, so first the palace, the ladies, the royals, and then the visitors on this panel would be seen. The visitors are eight in number, and appear with a peacock-feather fan, a leaf-fan and a parasol, which are royal insignia. They are adorned with jewellery. On the far left is a fruiting tree, with two squirrels sitting atop it."
              ],
              "id": [
                "Ada dua raja yang terlibat dalam cerita ini dan di relief bisa saja salah satunya, namun karena pembawaan bahagia dan kemakmuran yang tampak dalam adegan ini, saya cenderung meyakini ini pasti raja utara, duduk di pelatarannya dan menerima pengunjung. Raja dan permaisurinya duduk di kursi tinggi dalam anjungan, dan di bawah kursi adalah ungkapan kekayaan, termasuk peti harta.",
                "Ingat, selama prosesi mengelilingi, sisi kanan panel terlihat terlebih dahulu, jadi pertama istana, para dayang, para bangsawan, lalu para pengunjung di panel ini akan dilihat. Para pengunjung berjumlah delapan, dan tampak dengan kipas bulu merak, kipas daun, dan payung, yang merupakan lambang kerajaan. Mereka dihias dengan perhiasan. Di kiri jauh ada pohon berbuah, dengan dua tupai duduk di atasnya."
              ]
            }
          },
          {
            "path": "./002-The-King-of-the-South-goes-on-Inspection-Tour-Original.jpg",
            "name": {
              "en": "2. The King of the South goes on Inspection Tour",
              "id": "2. Raja Selatan Pergi Memantau Keliling"
            },
            "caption": {
              "en": [
                "On the other hand the king of the south, seen here, is out on pretext of hunting, and finding that his kingdom is devastated owing to his ruling unrighteously, and the people have fled his country for the north.",
                "The king is seen on his horse, and an attendant holds a parasol over his head. The courtiers follow behind, and a few more in front, together with a brahmin who seemingly leads the way. Soon he will grant them immunity and they will tell him why his kingdom is deserted."
              ],
              "id": [
                "Di sisi lain raja selatan, yang terlihat di sini, sedang keluar dengan tujuan berburu, mengetahui bahwa kerajaannya hancur dikarenakan pemerintahannya yang tak adil, dan rakyatnya telah meninggalkan negerinya menuju utara.",
                "Raja terlihat di atas kudanya, dan pelayan memegangi payung di atas kepalanya. Para pegawai mengikuti dari belakang, dan beberapa lagi di depan, bersama dengan seorang brahmana yang tampaknya memimpin jalan. Tak lama raja akan memberi mereka kekebalan dan mereka akan memberi tahu raja mengapa kerajaannya ditinggalkan."
              ]
            }
          },
          {
            "path": "./003-The-Charming-of-the-Naga-Original.jpg",
            "name": {
              "en": "3. The Charming of the Nāga",
              "id": "3. Memancing Naga"
            },
            "caption": {
              "en": [
                "There appear to be three scenes in this panel. In the first on the right, the nāga Jamnacitra is meeting with the hunter Halaka, and telling him what is about to happen. In the middle we see a brahmin, with a sacrificial fire, charming the nāga out of the waters. The hunter stands on the right, and is ready to protect him.",
                "The scene on the far left is curious. We would expect this to be the nāga-king rewarding his saviour, but neither character fits the description required. Instead it appears to be an out of sequence event whereby the king of the south inducts the brahmin to capture the nāga. No other solution presents itself while following the events described in the text."
              ],
              "id": [
                "Tampak ada tiga adegan dalam panel ini. Di yang pertama di kanan, Naga Jamnacitra bertemu dengan Pemburu Halaka, dan memberitahunya apa yang akan terjadi. Di tengah kita lihat brahmana, dengan api pengurbanan, memancing naga keluar dari air. Pemburu berdiri di kanan, dan bersiap melindunginya.",
                "Adegan di kiri jauh aneh. Kita akan menduga ini sebagai raja naga yang memberi penghargaan kepada penyelamatnya, tetapi tidak ada sosok yang cocok dengan penggambaran yang diperlukan. Alih-alih ini tampaknya peristiwa di luar urutan di mana raja selatan melantik brahmana untuk menangkap naga. Tak ada pemecahan lain yang muncul saat mengikuti rangkaian peristiwa yang digambarkan dalam naskah."
              ]
            }
          },
          {
            "path": "./004-The-Hunter-asks-for-the-Unerring-Snare-Original.jpg",
            "name": {
              "en": "4. The Hunter asks for the Unerring Snare",
              "id": "4. Pemburu Meminta Jerat yang Tak Pernah Luput"
            },
            "caption": {
              "en": [
                "After being saved, Jamnacitra took the hunter to his parents’ palace, where they rewarded him with gold and jewellery. The hunter, however, after meeting with a sage learned of a magical snare that was unerring, and used to capture the nāgas enemies, the suparṇas, and he developed a desire for it.",
                "In this panel the hunter, dressed in finery is sitting in the pavilion of the left. The young nāga Jamnacitra is meanwhile sat in front of his parents on the high seat on the right and asking for the snare to give to his benefactor."
              ],
              "id": [
                "Setelah diselamatkan, Jamnacitra membawa pemburu ke istana orangtuanya, di mana mereka menghadiahi pemburu dengan emas dan perhiasan. Pemburu, akan tetapi, setelah bertemu dengan resi mempelajari mengenai jerat ajaib yang tak pernah luput, dan digunakan untuk menangkap musuh para naga, para suparṇa, dan ia mengembangkan keinginan untuk itu.",
                "Dalam panel ini pemburu, berbalut perhiasan duduk di anjungan di kiri. Naga muda Jamnacitra sementara itu duduk di depan orangtuanya di kursi tinggi di kanan dan meminta jerat untuk diberikan kepada penolongnya."
              ]
            }
          },
          {
            "path": "./005-The-Hunter-captures-Manohara-Original.jpg",
            "name": {
              "en": "5. The Hunter captures Manoharā",
              "id": "5. Pemburu Menangkap Manoharā"
            },
            "caption": {
              "en": [
                "The hunter Halaka one time met with a sage in the wilderness and had asked him if, in the forty years he had spent there in ascetic practice, he had seen anything extraordinary, and the sage innocently told him about Manoharā, who came to bathe at the nearby pool every fortnight. The Hunter determined to capture her.",
                "On the far right is the sage who looks on as Halaka uses his magic snare to capture Manoharā who is standing in the middle of the panel and is unable to flee. Her companions are seen flying away over the lotus pool and escaping the same fate. Note that the kinnaras in this story are not depicted as being half bird, as elsewhere at Borobudur, but are portrayed like other devas."
              ],
              "id": [
                "Pemburu Halaka suatu ketika bertemu dengan resi di belantara dan bertanya kepadanya, apakah dalam empat puluh tahun yang ia telah lewatkan di sana dalam laku tapa, ia telah melihat sesuatu yang luar biasa, dan resi itu dengan polos memberi tahu Halaka mengenai Manoharā, yang datang untuk mandi di kolam dekat situ tiap dua minggu. Pemburu bertekad menangkapnya.",
                "Di kanan jauh ada resi yang memandang saat Halaka menggunakan jerat ajaib untuk menangkap Manoharā yang berdiri di tengah panel dan tak dapat kabur. Rombongan temannya terlihat terbang menjauh di atas kolam teratai dan lolos dari nasib yang sama. Perhatikan bahwa para kinnara dalam cerita ini tidak digambarkan sebagai setengah burung, seperti di tempat lain, tetapi dalam wujud manusia di mana pun di Borobudur, namun digambarkan seperti para dewa lainnya."
              ]
            }
          },
          {
            "path": "./006-The-Hunter-presents-Manohara-to-Sudhana-Original.jpg",
            "name": {
              "en": "6. The Hunter presents Manoharā to Sudhana",
              "id": "6. Pemburu Mempersembahkan Manoharā Kepada Sudhana"
            },
            "caption": {
              "en": [
                "It is curious that the birth of the king of the north’s son, Sudhana, has been omitted from the sequence, but here we find him already a full grown man. He is out hunting when Manoharā is caught, and the hunter presents her to him.",
                "Most of the panel is made up of Sudhana’s hunting party, with armed men on the right, and his attendants in the middle. Sudhana himself is standing on the left and giving a present to the hunter and his friend who sit on the floor. Behind them is Manoharā."
              ],
              "id": [
                "Ini aneh karena kelahiran putra raja utara, Sudhana, telah dihilangkan dari urutan, tetapi di sini kita mendapati Sudhana sudah menjadi pria dewasa. Ia sedang pergi berburu ketika Manoharā ditangkap, dan pemburu mempersembahkan Manoharā kepada Sudhana.",
                "Sebagian besar panel terdiri dari regu berburu Sudhana, dengan pasukan bersenjata di kanan, dan para pelayannya di tengah. Sudhana sendiri berdiri di kiri dan memberikan hadiah kepada pemburu dan temannya yang duduk di lantai. Di belakang mereka adalah Manoharā."
              ]
            }
          },
          {
            "path": "./007-The-Wicked-Chaplain-counsels-the-King-Original.jpg",
            "name": {
              "en": "7. The Wicked Chaplain counsels the King",
              "id": "7. Penasihat Jahat Menghasut Raja"
            },
            "caption": {
              "en": [
                "In the story Sudhana has a brahmin in his service and he informs him he will make him the foremost brahmin in the kingdom when he ascends the throne. When the king’s chaplain hears this he determines on Sudhana’s death to prevent losing power himself.",
                "The king is sat in the pavilion in the middle of the panel, outside, under trees, are his courtiers, including the wicked brahmin who is enticing the king to send Sudhana off to a disastrous war against the hill-tribes, even though seven previous campaigns have failed."
              ],
              "id": [
                "Dalam cerita, Sudhana punya brahmana yang melayaninya dan Sudhana memberitahunya bahwa ia akan menjadikannya brahmana utama di kerajaan ketika Sudhana naik takhta. Ketika penasihat raja mendengar ini, ia bertekad mematikan Sudhana untuk mencegah dirinya kehilangan kekuasaan.",
                "Raja duduk di anjungan di tengah panel, di luar, di bawah pohon, ada para pegawainya, termasuk brahmana jahat yang menghasut raja untuk mengutus Sudhana ke perang bencana melawan suku pegunungan, walaupun tujuh pergerakan sebelumnya gagal."
              ]
            }
          },
          {
            "path": "./008-Sudhana-takes-leave-of-his-Mother-Original.jpg",
            "name": {
              "en": "8. Sudhana takes leave of his Mother",
              "id": "8. Sudhana Pamit Kepada Ibunya"
            },
            "caption": {
              "en": [
                "Sudhana agrees to go off for the campaign, but before doing so he meets with his mother and asks her to protect Manoharā and let her flee if she is put in any danger while he is away.",
                "Sudhana and his mother sit in the pavilion on the right, and Sudhana, holding his hands in añjali, entreats his mother. Behind him is a large group of courtiers who will presumably go to the fight with him."
              ],
              "id": [
                "Sudhana setuju untuk pergi berperang, namun sebelum pergi ia menemui ibunya dan memintanya untuk melindungi Manoharā dan membiarkannya kabur jika ia berada dalam bahaya saat Sudhana pergi.",
                "Sudhana dan ibunya duduk di anjungan di kanan, dan Sudhana, menangkupkan tangan, memohon ibunya. Di belakangnya ada sekelompok besar pegawai yang mungkin akan pergi berperang dengannya."
              ]
            }
          },
          {
            "path": "./009-Sudhana-meets-with-the-Yaksas-Original.jpg",
            "name": {
              "en": "9. Sudhana meets with the Yakṣas",
              "id": "9. Sudhana Bertemu Dengan Para Yaksa"
            },
            "caption": {
              "en": [
                "Sudhana sets up camp outside the hill-tribe’s city. At that time the Great King Vaiśravaṇa, who is in charge of the yakṣas, was passing by and recognising the Bodhisattva decided to help him, and to prevent loss of life in the battle. The yakṣas caused such a disturbance the villagers gave up without a fight.",
                "Here we see Sudhana sitting relaxed under the trees and meeting with the yakṣa Pañcika, who sits in front of him. Pañcika means The Five, and the sculptors seem to have understood it as meaning that he met with five yakṣas, who are pictured on the floor. Behind them are the villagers bringing tribute."
              ],
              "id": [
                "Sudhana mendirikan kemah di luar kota suku pegunungan. Pada saat itu Raja Agung Vaiśravaṇa, yang memimpin para yaksa, lewat dan mengenali Bodhisattwa memutuskan untuk membantunya, dan untuk mencegah hilangnya nyawa dalam pertempuran. Para yaksa mencipta gangguan sedemikian rupa sehingga penduduk desa menyerah tanpa perlawanan.",
                "Di sini kita melihat Sudhana duduk santai di bawah pohon dan bertemu dengan Yaksa Pañcika, yang duduk di depannya. Pañcika berarti “Sang Lima”, dan para perupa tampaknya telah memahami maknanya bahwa Sudhana bertemu dengan lima yaksa, yang digambarkan di lantai. Di belakang mereka ada penduduk desa yang membawa persembahan."
              ]
            }
          },
          {
            "path": "./010-The-Wicked-Chaplain-meets-with-the-King-Original.jpg",
            "name": {
              "en": "10. The Wicked Chaplain meets with the King",
              "id": "10. Penasihat Jahat Bertemu Dengan Raja"
            },
            "caption": {
              "en": [
                "That same night, the king, back in his palace, had a nightmare which disturbed him greatly. The chaplain understood from the dream that Sudhana had conquered the hill-tribes, but, still seeking his destruction, persuaded the king that he needed to sacrifice Manoharā to ward off calamity.",
                "In the middle of the frame we see six brahmins, it appears the one who is standing and foremost is speaking to the king, and therefore must be the chaplain. On the right the king sits with his consorts, who appear distressed by what is being asked of the king."
              ],
              "id": [
                "Malam itu juga, raja di istananya mengalami mimpi buruk yang sangat mengganggunya. Penasihat mengerti dari mimpi itu bahwa Sudhana telah menaklukkan suku pegunungan, tetapi, masih mencari-cari kehancurannya, membujuk raja bahwa ia perlu mengorbankan Manoharā untuk mencegah bencana.",
                "Di tengah bingkai kita melihat enam brahmana, tampak yang berdiri dan terdepan sedang bicara dengan raja, dan karenanya pasti si penasihat. Di kanan, raja duduk dengan para selirnya, yang tampak tertekan oleh apa yang diminta kepada raja."
              ]
            }
          },
          {
            "path": "./011-Manohara-flees-from-the-Palace-Original.jpg",
            "name": {
              "en": "11. Manoharā flees from the Palace",
              "id": "11. Manoharā Kabur dari Istana"
            },
            "caption": {
              "en": [
                "Manoharā learned of the plot to have her killed and went to see Sudhana’s mother who had the power to free her. She allowed the kinnarī to escape, and just in time, as the king’s men sought her for the sacrifice.",
                "Manoharā is once again able to fly, and she makes her escape from the palace and the king’s men, pictured on the left. Behind her fly several birds whose flight seems to enhance or emphasise her own. The courtiers on the left do not seem to notice her flight."
              ],
              "id": [
                "Manoharā mengetahui rencana pembunuhannya dan pergi menemui ibu Sudhana yang punya kekuatan untuk membebaskannya. Ratu memperkenankan sang kinnarī meloloskan diri, dan tepat pada waktunya, ketika prajurit raja mencarinya untuk pengurbanan.",
                "Manoharā mampu terbang kembali, dan ia meloloskan diri dari istana dan prajurit raja, digambarkan di kiri. Di belakangnya, terbang beberapa burung yang terbangnya tampak memperkuat atau menekankan pelariannya. Para pegawai di kiri tampak tidak menyadari pelariannya."
              ]
            }
          },
          {
            "path": "./012-Sudhana-returns-to-the-Palace-with-Tribute-Original.jpg",
            "name": {
              "en": "12. Sudhana returns to the Palace with Tribute",
              "id": "12. Sudhana Kembali ke Istana Dengan Persembahan"
            },
            "caption": {
              "en": [
                "Meanwhile, Sudhana, having subdued the hill-tribe and extracted tribute from them, had returned to the capital city and went to see his father in the palace. When he asked leave to go and see Manoharā the king tried to delay him.",
                "The king is seated in the pavilion on the left. In front of him are some people holding tribute. Sudhana sits in front of him and offers the tribute. His courtiers are behind him and one sits with his open palm forward pointing out the action."
              ],
              "id": [
                "Sementara itu, Sudhana, setelah menaklukkan suku pegunungan dan mengambil persembahan dari mereka, kembali ke ibu kota dan pergi menemui ayahnya di istana. Ketika ia mohon izin untuk pergi dan menemui Manoharā, raja berusaha menghambatnya.",
                "Raja duduk di anjungan di kiri. Di depannya ada beberapa orang memegang persembahan. Sudhana duduk di hadapannya dan menyerahkan persembahan. Para pegawai di belakangnya dan satu duduk dengan telapak tangannya terbuka ke depan menunjuk tindakan itu."
              ]
            }
          },
          {
            "path": "./013-Sudhana-goes-to-see-his-Mother-Original.jpg",
            "name": {
              "en": "13. Sudhana goes to see his Mother",
              "id": "13. Sudhana Pergi Menemui Ibunya"
            },
            "caption": {
              "en": [
                "Sudhana returned to his palace but did not find his love, so he went to find out what had happened from his mother. She told him the whole story and how Manoharā had fled into the wilderness where lions and sages live.",
                "This is a similar scene to 8 above where Sudhana had taken his leave of his mother. They sit together in the pavilion and discuss Manoharā’s flight. Outside his entourage sits under a tree waiting for him. A well-drawn elephant stands behind them."
              ],
              "id": [
                "Sudhana kembali ke istananya, tetapi tidak menemukan kekasihnya, maka ia pergi mencari tahu apa yang telah terjadi dari ibunya. Ratu menceritakan kepadanya seluruh cerita dan bagaimana Manoharā telah meloloskan diri ke belantara di mana singa dan resi tinggal.",
                "Ini adegan yang mirip dengan panel 8 di atas di mana Sudhana pamit kepada ibunya. Mereka duduk bersama di anjungan dan membahas terbangnya Manoharā. Di luar rombongan Sudhana duduk di bawah pohon menantinya. Gajah yang digambar bagus berdiri di belakang mereka."
              ]
            }
          },
          {
            "path": "./014-Sudhana-is-trapped-in-the-Palace-Original.jpg",
            "name": {
              "en": "14. Sudhana is trapped in the Palace",
              "id": "14. Sudhana Terjebak Dalam Istana"
            },
            "caption": {
              "en": [
                "Sudhana’s mother and father both try to persuade him to take another lover from amongst the palace women, but Sudhana is smitten with love for Manoharā only, and refuses. The king fearing he will leave sets up guards on all sides to prevent his departure.",
                "Krom, following Foucher, identified this as Manoharā meeting with her father King Druma, but it is a scene with no textual support, and out of sequence. A more likely explanation is that this is Sudhana back in his palace, and the women are the ones he rejects. The fact that he has a halo fit for Bodhisattvas behind him further confirms the identification. On either side are the guards who are stationed to prevent his departure."
              ],
              "id": [
                "Ayah dan ibu Sudhana, keduanya mencoba membujuknya untuk mencari kekasih lain dari para dayang istana, tetapi Sudhana yang tertancap dengan cinta hanya kepada Manoharā semata, menolak. Raja yang takut Sudhana kabur, menyiapkan penjaga di semua sisi untuk mencegah kepergiannya.",
                "Krom, mengikuti Foucher, mengenali ini sebagai pertemuan Manoharā dengan ayahnya, Raja Druma, namun ini adegan tanpa dukungan naskah, dan di luar urutan. Penjelasan yang lebih mungkin, ini adalah Sudhana yang kembali ke istana, dan para perempuan adalah mereka yang ia tolak. Fakta bahwa ia punya aura kepala yang cocok untuk para Bodhisattwa di belakangnya, semakin menegaskan pengenalan. Di kedua sisi ada para penjaga yang ditempatkan untuk mencegah kepergiannya."
              ]
            }
          },
          {
            "path": "./015-Sudhana-seeks-out-the-Sage-Original.jpg",
            "name": {
              "en": "15. Sudhana seeks out the Sage",
              "id": "15. Sudhana Mencari Resi"
            },
            "caption": {
              "en": [
                "Sudhana manages to escape from the city at night and makes his way into the wilderness to try and find the sage whose words had led to the initial capture of Manoharā. The sage gives him a signet ring Manoharā had passed to him along with instructions on how to find her.",
                "We see a beautiful forest with trees and deer seated under them on the far right. Sudhana is asking the sage where his beloved is. Three more sages sit behind him who are unmentioned in the story. On the far left we see the pond where Manoharā was captured."
              ],
              "id": [
                "Sudhana berhasil kabur dari kota pada malam hari dan berjalan ke belantara untuk mencoba menemukan resi yang kata-katanya menyebabkan awal penangkapan Manoharā. Resi itu memberinya cincin bersegel yang Manoharā berikan kepada resi bersama dengan petunjuk cara menemukan dirinya.",
                "Kita lihat hutan yang indah dengan pepohonan dan rusa yang duduk di bawahnya di kanan jauh. Sudhana bertanya kepada resi di mana kekasihnya berada. Tiga resi lainnya duduk di belakangnya tidak disebutkan dalam cerita. Di kiri jauh kita lihat kolam tempat Manoharā ditangkap."
              ]
            }
          },
          {
            "path": "./016-Sudhana-meets-with-the-Kinnaris-at-the-Well-Original.jpg",
            "name": {
              "en": "16. Sudhana meets with the Kinnaris at the Well",
              "id": "16. Sudhana Bertemu Dengan Para Kinnari di Sumur"
            },
            "caption": {
              "en": [
                "Sudhana followed all the instructions Manoharā had given the sage and eventually found himself at the edge of the city. Here he saw some kinnaris collecting water at the well, which was to be used to bathe Manoharā. He slipped the signet ring into one of them and asked them to pour this one over his lover first.",
                "Sudhana is on the far right and speaking to one of the kinnaris whose water pot is before her. Evidently it is in this pot that he will place the ring. Behind her are the other kinnaris collecting water, and a lotus pond. On the far left is the palace of Manoharā’s father, king Druma."
              ],
              "id": [
                "Sudhana mengikuti semua petunjuk yang diberikan Manoharā kepada resi dan akhirnya menemukan dirinya di pinggir kota. Di sini ia melihat beberapa kinnari mengumpulkan air di sumur, yang akan digunakan untuk memandikan Manoharā. Sudhana menyelipkan cincin bersegel ke dalam salah satu bejana dan meminta mereka menuang yang ini terlebih dahulu kepada kekasihnya.",
                "Sudhana ada di ujung kanan dan bicara dengan salah satu kinnari yang tempayan airnya ada di depannya. Jelas dalam tempayan inilah Sudhana akan menaruh cincin. Di belakangnya ada para kinnari lain yang mengumpulkan air, dan kolam teratai. Di kiri jauh ada istana ayah Manoharā, Raja Druma."
              ]
            }
          },
          {
            "path": "./017-Sudhana-shows-his-Skills-to-the-King-Original.jpg",
            "name": {
              "en": "17. Sudhana shows his Skills to the King",
              "id": "17. Sudhana Menunjukkan Keahliannya Kepada Raja"
            },
            "caption": {
              "en": [
                "Manoharā’s father was at first reluctant to allow a mere human to marry his divine daughter, and asked Sudhana to show whether his skills with the sword and arrow were sufficient. Sudhana, of course, being a Bodhisattva, excels at all arts and with a brilliant display suitably impressed the king.",
                "The king is on the far right along with several of his courtiers and attendants. On the far left stands Sudhana with his bow raised and about to display his skills. We see five of the seven palm trees mentioned in the text lined up in Sudhana’s sights. Groups of kinnaras sit around to watch the unrivalled show."
              ],
              "id": [
                "Ayah Manoharā mulanya enggan memperkenankan manusia biasa untuk menikahi putri surgawinya, dan meminta Sudhana untuk menunjukkan apakah keahliannya dengan pedang dan panah sudah layak. Sudhana, tentu saja, sebagai Bodhisattwa, unggul dalam semua ilmu dan dengan penampilan cemerlang, dengan sesuai mengesankan raja.",
                "Raja berada di kanan jauh bersama dengan beberapa pegawai dan pelayannya. Di kiri jauh berdiri Sudhana dengan busur terangkat dan jelang menunjukkan keahliannya. Kita lihat lima dari tujuh pohon palem yang dituliskan dalam naskah berderet dalam pandangan Sudhana. Sekelompok kinnara duduk di sekitar untuk menyaksikan pertunjukan yang tiada tara."
              ]
            }
          },
          {
            "path": "./018-Sudhana-calls-out-Manohara-Original.jpg",
            "name": {
              "en": "18. Sudhana calls out Manoharā",
              "id": "18. Sudhana Memanggil Manoharā"
            },
            "caption": {
              "en": [
                "King Druma had one last test for Sudhana. He placed Manoharā amongst one thousand kinnaris he created, who all looked the same as she did and asked Sudhana to recognise her. Sudhana called on Manoharā to step forward and she did and the king was finally convinced.",
                "The king and his consort are on the right, before them Sudhana approaches a pavilion filled with kinnaris who all look the same. He is about to call on his beloved to step forward. Notice that Sudhana again has a halo here, as on 14."
              ],
              "id": [
                "Raja Druma punya satu ujian terakhir untuk Sudhana. Ia menempatkan Manoharā di antara seribu kinnari yang ia ciptakan, yang semuanya tampak sama seperti Manoharā dan meminta Sudhana untuk mengenalinya. Sudhana minta Manoharā untuk melangkah maju, dan Manoharā melakukannya sehingga akhirnya raja teryakinkan.",
                "Raja dan permaisurinya ada di kanan, di depan mereka Sudhana mendekati anjungan yang penuh dengan kinnari yang semuanya terlihat sama. Ia jelang memanggil kekasihnya untuk melangkah maju. Perhatikan Sudhana juga punya aura kepala di sini, seperti di panel 14."
              ]
            }
          },
          {
            "path": "./019-The-Couple-enjoy-life-in-the-Palace-Original.jpg",
            "name": {
              "en": "19. The Couple enjoy life in the Palace",
              "id": "19. Pasangan Menikmati Kehidupan di Istana"
            },
            "caption": {
              "en": [
                "The king gave Manoharā to Sudhana together with her retinue and they retired to the kinnara palace to the sound of music where they were able to enjoy all pleasures.",
                "The couple sit under a pavilion inside the palace, while an orchestra plays, and a girl dances. We can see pot-drums, flutes and cymbals amongst the musicians. On the right under a tree we see the palace guards, and a pair of horses together with an elephant."
              ],
              "id": [
                "Raja menyerahkan Manoharā kepada Sudhana beserta rombongannya dan mereka beristirahat di istana kinnara dengan iringan musik di mana mereka dapat menikmati segala kesenangan.",
                "Pasangan itu duduk di anjungan di dalam istana, selagi orkestra bermain, dan gadis menari. Kita bisa lihat kendang, seruling, dan simbal di antara pemain musik. Di kanan di bawah pohon kita lihat para penjaga istana, dan sepasang kuda bersama dengan gajah."
              ]
            }
          },
          {
            "path": "./020-Sudhana-and-Manohara-return-to-his-Home-Original.jpg",
            "name": {
              "en": "20. Sudhana and Manoharā return to his Home",
              "id": "20. Sudhana dan Manoharā Kembali ke Rumah Sudhana"
            },
            "caption": {
              "en": [
                "After some time Sudhana started to long to see his parents once more, and explained his suffering to Manoharā. She in turn spoke to her father, king Druma, who gave permission for them to return to his home country.",
                "When the king of the north heard that Sudhana was returning he had the city cleaned and decorated, and sent people out to meet him. In the last of these scenes we see the royal couple entering the city once more, where Sudhana will be made king and rule righteously. He is passing out alms as he enters."
              ],
              "id": [
                "Setelah beberapa lama, Sudhana mulai merindukan orangtuanya lagi, dan menjelaskan penderitaannya kepada Manoharā. Manoharā pada gilirannya bicara kepada ayahnya, Raja Druma, yang memberikan izin bagi mereka untuk kembali ke negeri kelahiran Sudhana.",
                "Ketika raja utara mendengar bahwa Sudhana akan kembali, ia memerintahkan agar kota dibersihkan dan dihias, dan mengirim rakyat keluar untuk menyambutnya. Dalam adegan terakhir ini kita lihat pasangan kerajaan kembali memasuki kota, di mana Sudhana akan diangkat jadi raja dan memerintah dengan adil. Ia membagi derma saat ia masuk."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "Neither Foucher nor Krom have much to say about the following ten reliefs, and the story or stories they illustrate are unknown. I will describe the reliefs in sufficient detail pointing out items of interest."
              ],
              "id": [
                "Foucher maupun Krom tidak bicara banyak mengenai sepuluh relief berikutnya, dan cerita atau cerita-cerita yang mereka gambarkan tidaklah diketahui. Saya akan menggambarkan relief dengan rincian yang memadai untuk menunjukkan benda-benda yang menarik."
              ]
            }
          },
          {
            "path": "./021-A-Royal-Couple-hold-Court-Original.jpg",
            "name": {
              "en": "21. A Royal Couple hold Court",
              "id": "21. Pasangan Kerajaan Mengadakan Pengadilan"
            },
            "caption": {
              "en": [
                "It is possible that this is Sudhana and Manoharā after his consecration. It is said Sudhana spent the next twelve years after his ascension ruling the kingdom generously and justly. But it could also be part of the next, unidentified, story. ",
                "What we can see anyway is a royal couple in a pavilion. The king is evidently holding forth on some topic or other. In front of him are some visitors, who may also be royal. Their retinue is behind on the left."
              ],
              "id": [
                "Ada kemungkinan bahwa ini adalah Sudhana dan Manoharā setelah penobatan Sudhana. Dikatakan bahwa Sudhana melewatkan dua belas tahun setelah naik takhta memerintah kerajaan dengan murah hati dan adil. Namun ini bisa juga jadi bagian dari cerita selanjutnya yang tak terkenali.",
                "Yang bisa kita lihat adalah pasangan kerajaan di anjungan. Raja jelas mengemukakan beberapa topik atau lainnya. Di hadapannya ada beberapa pengunjung, yang mungkin juga bangsawan. Pengiring mereka ada di belakang di kiri."
              ]
            }
          },
          {
            "path": "./022-A-Boys-Portrait-is-shown-to-the-King-Original.jpg",
            "name": {
              "en": "22. A Boy’s Portrait is shown to the King",
              "id": "22. Lukisan Anak Laki-laki Diperlihatkan Kepada Raja"
            },
            "caption": {
              "en": [
                "Because of the similar subject matter we can be sure that this and the next relief belong together. In this one we see a king and queen sitting in relaxed posture in their elaborately decorated pavilion. Outside, on the far right, are some ladies-in-waiting.",
                "On the left a party has arrived bearing royal insignia such as the peacockfeather fan, the leaf-fan and a parasol, also an elephant, together with a mahout. Three people sit near the king and hold a portrait of a young boy, whom they are evidently presenting to the king for approval."
              ],
              "id": [
                "Karena kemiripan tema, kita bisa yakin bahwa relief ini dan selanjutnya berhubungan satu sama lain. Di satu ini kita lihat raja dan ratu duduk dengan postur santai di anjungan mereka yang dihias rumit. Di luar, di kanan jauh, ada beberapa dayang.",
                "Di kiri, rombongan telah tiba membawa lambang kerajaan seperti kipas bulu merak, kipas daun dan payung, juga gajah, bersama pawangnya. Tiga orang duduk dekat raja dan memegang lukisan anak laki-laki, yang jelas mereka perlihatkan kepada raja untuk mendapat persetujuan."
              ]
            }
          },
          {
            "path": "./023-A-Girls-Portrait-is-shown-to-the-King-Original.jpg",
            "name": {
              "en": "23. A Girl’s Portrait is shown to the King",
              "id": "23. Lukisan Anak Perempuan Diperlihatkan Kepada Raja"
            },
            "caption": {
              "en": [
                "This is quite similar to the previous panel, but with some interesting variations. Here the king and queen sit inside a roughly drawn pavilion, and the portrait being shown is of a young girl by people who again are accompanied by royal insignia.",
                "To the far right we see a crowded ship setting sail. As we do not know the story it is hard to know how it fits into the story on the relief. Is this how the party came? Is this how they are leaving? Until a textual identification is made we will never know."
              ],
              "id": [
                "Ini sangat mirip dengan panel sebelumnya, tetapi dengan beberapa perbedaan menarik. Di sini raja dan ratu duduk dalam anjungan yang digambar kasar, dan lukisan anak perempuan diperlihatkan oleh orangorang yang juga disertai dengan lambang kerajaan.",
                "Di ujung kanan kita melihat kapal ramai memasang layar. Karena kita tidak tahu ceritanya, sulit untuk mengetahui bagaimana adegan itu cocok dengan cerita relief. Apakah ini cara rombongan datang? Apakah ini cara mereka pergi? Sampai pengenalan tekstual dibuat, kita tidak akan pernah tahu."
              ]
            }
          },
          {
            "path": "./024-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "24. Meeting with a King",
              "id": "24. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "Again a royal couple sit inside a luxuriously decorated room. There are antechambers on both right and left. It looks like on the right of the relief the antechamber must be filled with attendants, one of whom is holding something curious up to the couple.",
                "In the left chamber are the visitors, and there are more of their company outside under the tree on the right. Unfortunately both of the characters depicted are badly damaged, as are the king and queen, and it is impossible to work out what their exact relationship is, or who is speaking to whom."
              ],
              "id": [
                "Kembali pasangan kerajaan duduk di ruangan yang dihias mewah. Ada selasar di kanan dan kiri. Kelihatannya di kanan relief selasar diisi dengan para pelayan, salah satunya memegangi sesuatu yang membuat penasaran pasangan.",
                "Di selasar kiri ada para pengunjung, dan ada lebih banyak lagi rombongan mereka di luar di bawah pohon di kanan. Sayangnya kedua sosok yang digambarkan rusak parah, juga raja dan ratu, dan tidak mungkin untuk mengetahui apa hubungan mereka sebenarnya, atau siapa berbicara kepada siapa."
              ]
            }
          },
          {
            "path": "./025-Visiting-someone-in-Seclusion-Original.jpg",
            "name": {
              "en": "25. Visiting Someone in Seclusion",
              "id": "25. Mengunjungi Seseorang di Pengasingan"
            },
            "caption": {
              "en": [
                "The character that would be seen first during the pradakṣiṇa is sitting in meditation posture on the right of the panel. He is well dressed and has the coiffure of the nobility, and he is inside a palace, so it must be a prince or a king who sits there.",
                "On the left side of the panel we see a visiting party, again with all the normal attributes of a royal group: a large parasol, a peacock-feather and a leaf parasol. They seem to be outside a gate awaiting entrance to present their gifts to the meditating royal inside."
              ],
              "id": [
                "Karakter yang akan dilihat pertama kali selama pradakṣiṇa duduk dalam postur meditasi di kanan panel. Ia berpakaian bagus dan punya tatanan rambut bangsawan, dan ia berada di dalam istana, jadi ia pasti pangeran atau raja yang duduk di sana.",
                "Di sisi kiri panel kita lihat rombongan yang berkunjung, sekali lagi dengan semua lambang umum kelompok bangsawan: payung besar, bulu merak dan payung daun. Mereka tampak berada di luar gerbang masuk menunggu untuk mempersembahkan hadiah mereka kepada bangsawan yang bermeditasi di dalam."
              ]
            }
          },
          {
            "path": "./026-A-Meeting-in-the-Wilderness-Original.jpg",
            "name": {
              "en": "26. A Meeting in the Wilderness",
              "id": "26. Pertemuan di Belantara"
            },
            "caption": {
              "en": [
                "On the right sits a saint in the wilderness, pictured with a halo. He has only an elephant, a lion and birds for companions. He does not appear to be meditating. Perhaps he is preaching to the jungle creatures?",
                "On the left a female saint is pictured, also with a halo. She has come with numerous female companions and is on the edge of the wilderness judging by the strategically placed rocks. Someone sits at her feet and appears to block her way forward."
              ],
              "id": [
                "Di kanan duduk orang suci di belantara, digambarkan dengan aura kepala. Ia hanya punya gajah, singa dan burung sebagai teman. Ia tampak tidak sedang bermeditasi. Mungkin ia sedang ceramah kepada makhluk hutan?",
                "Di kiri perempuan suci digambarkan, juga dengan aura kepala. Ia datang dengan sejumlah pelayan wanita dan ia di tepi belantara dilihat dari bebatuan yang ditempatkan secara strategis. Seseorang duduk di kakinya dan tampak menghalangi jalannya ke depan."
              ]
            }
          },
          {
            "path": "./027-Attending-a-Sacrifical-Fire-Original.jpg",
            "name": {
              "en": "27. Attending a Sacrifical Fire",
              "id": "27. Menghadiri Api Pengurbanan"
            },
            "caption": {
              "en": [
                "Now this is unusual indeed, in that the character who is attending the sacrificial fire is a female and not a brahmin priest as expected. Many of the other characters on this relief are female also. She kneels inside the fire hut and tends the fire. Another female kneels outside the fire house on the far left.",
                "On the right under the trees are sat many women holding offerings of one sort or another. They appear to be guarded by male soldiers who sit on the floor on the far right."
              ],
              "id": [
                "Relief ini sungguh tidak biasa, bahwasanya sosok yang menghadiri api pengurbanan adalah perempuan dan bukan pendeta brahmana seperti yang diduga. Banyak sosok lain dalam relief ini juga perempuan. Ia berlutut di dalam pondok api dan menjaga api. Perempuan lain berlutut di luar pondok api di kiri jauh.",
                "Di kanan di bawah pepohonan duduklah banyak perempuan memegang segala macam persembahan. Mereka tampak dijaga oleh para prajurit lelaki yang duduk di lantai di kanan jauh."
              ]
            }
          },
          {
            "path": "./028-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "28. A Meeting with a King",
              "id": "28. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "A very common scene seen on these walls is again portrayed here, which makes identifying it outside of a storyline impossible. A party visits a king, who, in this case, sits alone inside a pavilion on the far right. He has one attendant outside but nearby.",
                "A party, including an elephant, a horse and rider, soldiers and a parasol holder line up on the right. In front of them—and approaching the king— are a couple, evidently nobility theirselves. Much of this relief is very worn down and the detail is lost."
              ],
              "id": [
                "Adegan sangat umum yang terlihat di dinding-dinding ini kembali digambarkan di sini, yang membuat pengenalannya di luar jalan cerita menjadi tak memungkinkan. Satu rombongan mengunjungi raja, yang, dalam hal ini, duduk sendirian di dalam anjungan di kanan jauh. Ia punya satu pelayan di luar namun dekat.",
                "Satu rombongan, termasuk gajah, kuda dan penunggangnya, para prajurit dan pemegang payung berbaris di kanan. Di depan mereka—dan mendekati raja—ada pasangan, jelas mereka sendiri bangsawan. Sebagian besar relief ini sangat rusak dan rinciannya hilang."
              ]
            }
          },
          {
            "path": "./029-A-King-and-Queen-inside-a-Long-Pavilion-Original.jpg",
            "name": {
              "en": "29. A King and Queen inside a Long Pavilion",
              "id": "29. Raja dan Ratu Dalam Anjungan Panjang"
            },
            "caption": {
              "en": [
                "On the left, under trees are the a few courtiers both male and female, they seem to belong with the queen, but it is hard to be sure without knowing the story. In any case one of them holds the parasol which must be meant for the queen.",
                "Inside the pavilion the king sits at ease with his leg supported by a knee strap. The queen sits at a slightly lower level. They appear to be conversing together. Behind the king sits just one attendant. On the far left is a palace, with the steps up to it facing us."
              ],
              "id": [
                "Di kiri, di bawah pohon ada beberapa pegawai lelaki dan perempuan, mereka tampaknya bersama dengan ratu, tetapi sulit untuk memastikan tanpa tahu ceritanya. Bagaimanapun, salah satu dari mereka memegang payung yang pasti dimaksudkan untuk sang ratu.",
                "Dalam anjungan, raja duduk santai dengan kaki ditopang bebat lutut. Ratu duduk di lantai yang sedikit lebih rendah. Mereka tampak saling bicara. Di belakang raja hanya ada satu pelayan. Di kiri jauh ada istana, dengan tangga menghadap ke arah kita."
              ]
            }
          },
          {
            "path": "./030-Entreating-the-King-Original.jpg",
            "name": {
              "en": "30. Entreating the King",
              "id": "30. Memohon Kepada Raja"
            },
            "caption": {
              "en": [
                "This is another of these non-descript ‘meeting with a king’ scenes. Here the king and queen are sat inside a pavilion, the queen appears to look away from the people who have come to meet the king.",
                "These are led by a brahmin who, with his hands held in añjali, appears to be asking something of the king. Behind are the entourage, including a noble who is standing and gesturing and has several ladies behind him. As there are royal insignia about perhaps he is also a king. Part of the relief is obscured by the makara placed at the side of the stairway."
              ],
              "id": [
                "Ini adegan “pertemuan dengan raja” lainnya yang tanpa kecocokan naskah. Di sini raja dan ratu duduk dalam anjungan, ratu tampak memalingkan muka dari orang-orang yang datang menemui raja.",
                "Mereka dipimpin oleh brahmana yang, dengan tangan tertangkup, tampak memohon sesuatu dari raja. Di belakangnya ada rombongan, termasuk seorang bangsawan yang berdiri dan memberi isyarat, dan ada beberapa perempuan di belakangnya. Karena terdapat lambang kerajaan, ada kemungkinan ia juga raja. Ada bagian relief yang terkaburkan oleh makara yang ditempatkan di sisi tangga."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "Both Foucher—and with considerably more doubts—Krom, assign the next eight reliefs to a part of the story of King Māndhātā. Unfortunately when checking the sources it becomes apparent that the reliefs do not follow any known telling of the story, and certainly not the Divyāvadāna, which begins with the birth of the prince. The Māndhātā story appears to start only on relief no 39. I therefore describe what we can see on these reliefs without trying to force an interpretation on them that cannot be properly established, and sometimes even goes against the story we receive."
              ],
              "id": [
                "Foucher—dan dengan lebih banyak keraguan—Krom, menetapkan delapan relief berikutnya sebagai bagian cerita Raja Māndhātā. Sayang ketika meneliti sumber-sumber, menjadi jelas bahwa relief-relief tersebut tidak mengikuti tuturan cerita mana pun, dan jelas bukan Divyāvadāna, yang dimulai dengan kelahiran pangeran. Cerita Māndhātā tampak dimulai hanya dari relief no. 39. Oleh karena itu saya menggambarkan apa yang dapat kita lihat dalam relief-relief ini tanpa mencoba memaksakan suatu penafsiran untuk relief yang tak dapat ditegakkan dengan pasti, dan kadang bahkan bertentangan dengan cerita yang kita terima."
              ]
            }
          },
          {
            "path": "./031-Distributing-Alms-to-the-Poor-Original.jpg",
            "name": {
              "en": "31. Distributing Alms to the Poor ",
              "id": "31. Membagi Derma Kepada yang Miskin "
            },
            "caption": {
              "en": [
                "On the right sit a royal couple. A female stands near to the king and is making an offering. A brahmin sits at her feet, though his role is unclear. Meanwhile just behind her someone carries off a large casket. Again part of the relief is obscured by the makara placed at the side of the stairway.",
                "On the left, in what may be a separate scene, or perhaps a simultaneous one, a royal figure is taking fruits from a tray held by his attendant and handing them to the poor people who line up in front of him. On the far left one woman carries her child."
              ],
              "id": [
                "Di kanan duduk pasangan kerajaan. Perempuan berdiri di dekat raja dan memberi persembahan. Seorang brahmana duduk di kakinya, walau perannya tidak jelas. Sementara di belakangnya seseorang membawa peti besar. Lagi-lagi sebagian relief terkaburkan oleh makara yang diletakkan di samping tangga.",
                "Di kiri, dalam yang barangkali adegan terpisah atau adegan seiringnya, sosok bangsawan mengambil buah-buahan dari nampan yang dipegang oleh pelayannya dan memberikannya kepada orang-orang miskin yang berbaris di depannya. Di kiri jauh satu perempuan menggendong anaknya."
              ]
            }
          },
          {
            "path": "./032-A-King-and-Queen-distribute-Alms-Original.jpg",
            "name": {
              "en": "32. A King and Queen distribute Alms",
              "id": "32. Raja dan Ratu Membagi Derma"
            },
            "caption": {
              "en": [
                "This is another alms-giving scene. On the right we see the queen sitting in an elaborate pavilion. One attendant behind her and one in front hold strings of jewels on plates. Just at the door appears a man holding a large treasure chest—maybe the same one as seen being carried off in the last scene — seemingly weighed down by the load.",
                "On the left the king himself is out amongst the people handing out the jewels to the people. He has an attendant who is carrying a large bowl from which he picks the treasure to dispense. On the far left are the recipients, evidently poor subjects now made rich."
              ],
              "id": [
                "Ini adegan memberi derma lainnya. Di kanan kita lihat ratu duduk di anjungan yang rumit. Satu pelayan di belakangnya dan satu di depan memegang untaian permata di nampan. Persis di pintu tampak lelaki memegang peti harta besar—mungkin sama dengan yang dibawa di adegan terakhir—tampak terbebani oleh muatan.",
                "Di kiri, raja sendiri berada di antara orang-orang yang menyerahkan perhiasan kepada rakyat. Ia punya pelayan yang membawa mangkuk besar yang dari situ ia mengambil harta untuk disalurkan. Di kiri jauh ada para penerima, yang jelas orang-orang miskin yang dibuat kaya."
              ]
            }
          },
          {
            "path": "./033-A-King-beseiges-a-City-Original.jpg",
            "name": {
              "en": "33. A King beseiges a City",
              "id": "33. Raja Mengepung Kota"
            },
            "caption": {
              "en": [
                "On the right is a rich and well-decorated building inside a fence, which must represent a city. There is what is probably a man inside who seems to hold his hands in añjali, perhaps he is surrendering. Above the mansion birds fly from the danger.",
                "From the right a king approaches on a palaquin carried by many servants. Before him go his army, represented by an elephant, probably three horses and soldiers with shields and swords raised."
              ],
              "id": [
                "Di kanan ada bangunan mewah dihias indah di dalam pagar, yang pasti melambangkan kota. Di dalamnya mungkin ada orang yang tampak menangkupkan tangan, mungkin ia menyerah. Di atas bangunan, burungburung terbang dari bahaya.",
                "Dari kanan, raja mendekat di atas tandu yang digotong oleh banyak pelayan. Di depan raja ada pasukannya, diwakili oleh gajah, mungkin tiga kuda, dan para prajurit dengan perisai dan pedang terangkat."
              ]
            }
          },
          {
            "path": "./034-Two-Scenes-in-the-Wilderness-Original.jpg",
            "name": {
              "en": "34. Two Scenes in the Wilderness",
              "id": "34. Dua Adegan di Belantara"
            },
            "caption": {
              "en": [
                "This panel seems to be broken into two scenes, both of which are set in the wilderness. On the right we see a brahmin approach a figure simply dressed and sitting in meditation. The brahmin appears to be asking for something, and the gesture of the meditator indicates he may be teaching.",
                "On the left we see a character approaching a brahmin who is now sitting and he is about to pour the waters of donation for him. Krom thinks the figure is female, but it looks more like a male, and the two figures could even be the same as appear on the right, at a different time."
              ],
              "id": [
                "Panel ini tampaknya terbelah menjadi dua adegan, keduanya terletak di belantara. Di kanan kita lihat brahmana mendekati sosok berpakaian sederhana dan duduk meditasi. Brahmana tampak meminta sesuatu, dan gestur petapa itu menunjukkan ia mungkin sedang mengajar.",
                "Di kiri kita lihat suatu sosok mendekati brahmana yang sekarang duduk dan ia jelang menuangkan air derma kepadanya. Krom berpikir sosok itu perempuan, tetapi ia lebih mirip lelaki, dan kedua sosok itu bahkan bisa saja sama dengan yang muncul di kanan, pada waktu yang berbeda."
              ]
            }
          },
          {
            "path": "./035-The-Royal-Family-Original.jpg",
            "name": {
              "en": "35. The Royal Family",
              "id": "35. Keluarga Kerajaan"
            },
            "caption": {
              "en": [
                "A simple pavilion takes up main stage in this panel, inside sits a king, who is evidently a Bodhisattva as well, as the halo behind his head shows. He is in teaching posture. Next to him is one of his consorts, who is holding a small boy who stands on her lap. Behind the queen are her attendants.",
                "In front of the king, on the left side, is a prince who sits on a raised platform and holds his hands in añjali, and behind the prince is his entourage, including an elephant and some soldiers. The prince is the recipient of the teaching of the Bodhisattva, and appears to listen carefully."
              ],
              "id": [
                "Anjungan sederhana berdiri sebagai panggung utama di panel ini, di dalamnya duduk raja, yang jelas Bodhisattwa juga, ditunjukkan dengan aura di belakang kepalanya. Ia dalam postur mengajar. Di sebelahnya ada salah satu pendampingnya, yang menggendong anak lelaki yang berdiri di pangkuannya. Di belakang ratu ada para pelayannya.",
                "Di depan raja, di sisi kiri, ada pangeran yang duduk di kursi tinggi dan menangkupkan tangan, dan di belakang pangeran ada rombongannya, termasuk gajah dan beberapa prajurit. Pangeran adalah penerima ajaran Bodhisattwa, dan tampak mendengarkan dengan saksama."
              ]
            }
          },
          {
            "path": "./036-The-Bodhisattva-teaches-Dharma-Original.jpg",
            "name": {
              "en": "36. The Bodhisattva teaches Dharma",
              "id": "36. Bodhisattwa Mengajar Dharma"
            },
            "caption": {
              "en": [
                "This is a somewhat similar scene to the last one. The king and queen are both sitting inside a long pavilion. The king is marked as a Bodhisattva by a halo, and again appears to be teaching. The baby prince is standing behind the queen this time.",
                "On the left the king’s interlocutors are also royal, as is marked by the peacock-feather fan behind them. The first character sits on a cushion elevating him above the others. There are traces of a rider on a horse on the far left."
              ],
              "id": [
                "Ini adegan yang agak mirip dengan panel sebelumnya. Raja dan ratu duduk dalam anjungan panjang. Raja ditandai sebagai Bodhisattwa dengan aura kepala, dan lagi-lagi tampak mengajar. Pangeran bayi berdiri di belakang ratu kali ini.",
                "Di kiri, lawan bicara raja juga bangsawan, yang ditandai dengan kipas bulu merak di belakang mereka. Sosok pertama duduk di atas bantal yang meninggikannya di atas yang lain. Ada jejak-jejak pengendara di atas kuda di kiri jauh."
              ]
            }
          },
          {
            "path": "./037-The-King-pours-the-Waters-of-Donation-Original.jpg",
            "name": {
              "en": "37. The King pours the Waters of Donation",
              "id": "37. Raja Menuang Air Derma"
            },
            "caption": {
              "en": [
                "This appears to be a continuation of the story on the last relief. Now the king and queen are standing. The queen holds a tiara while the king is pouring the waters of donation over the brahmin’s hand.",
                "The brahmin is now in a pavilion of his own, and has perhaps been raised to the status of king. Behind him are his attendants, including soldiers with their weapons, and the large peacock-feather fan."
              ],
              "id": [
                "Tampaknya ini kelanjutan dari cerita relief sebelumnya. Sekarang raja dan ratu berdiri. Ratu memegang mahkota sementara raja menuang air derma di tangan brahmana.",
                "Brahmana kini berada di anjungannya sendiri, dan mungkin sudah diangkat ke pangkat raja. Di belakangnya ada para pelayan, termasuk para prajurit dengan senjata mereka, dan kipas bulu merak besar."
              ]
            }
          },
          {
            "path": "./038-Sakra-visits-a-King-Original.jpg",
            "name": {
              "en": "38. Śakra visits a King",
              "id": "38. Śakra Mengunjungi Raja"
            },
            "caption": {
              "en": [
                "In the middle sits a king on a cushion together with his queen. Between them is another figure, whether it is another consort or a prince is hard to make out. Behind them are the usual attendants and signs of power: soldiers and an elephant, signifying an army.",
                "On the left Śakra, lord of the gods, has come. He is kneeling and holds his hands in añjali before the king. He is definitely identified by his attendant Airāvata who sits just behind him and has the customary elephant trunk hairstyle and bears an elephant-prod. Other attendants sit about. Notice the heavily fruiting tree on the far left."
              ],
              "id": [
                "Di tengah, duduk raja di bantal bersama ratunya. Di antara mereka ada sosok lain, entah itu selir lain atau pangeran, sulit diketahui. Di belakang mereka ada para pelayan seperti biasa dan lambang kekuasaan: para prajurit dan gajah, menandakan pasukan.",
                "Di kiri, Śakra, penguasa para dewa, telah tiba. Ia berlutut dan menangkupkan tangan di hadapan raja. Ia dikenali pasti dari pendampingnya, Airāvata, yang duduk tepat di belakangnya, dan punya gaya rambut adat belalai gajah dan membawa cambuk gajah. Para pelayan lain duduk. Perhatikan pohon yang berbuah banyak di ujung kiri."
              ]
            }
          }
        ]
      },
      {
        "id": "2",
        "name": {
          "en": "King Māndhātā",
          "id": "Raja Māndhātā"
        },
        "introduction": {
          "background": {
            "en": "The story is based on Divyāvadāna 17, but differs from it in detail, so it may have been a related telling of the story that was known to the sculptors.",
            "id": "Cerita ini berdasarkan pada Divyāvadāna 17, namun berbeda dalam rinciannya, jadi mungkin ini penuturan cerita yang berkaitan yang diketahui oleh para perupa."
          },
          "text": {
            "en": [
              "The story opens with Buddha Gautama in Vaiśālī during his final days. As he walks towards his final resting place he tells of a time in a past life when— though far from Awakening—he had given a powerful sermon on Dharma, and he relates his past birth (jātaka) story as King Māndhātā, which is as follows:",
              "Māndhātā was born from King Upoṣadha himself, not via his queen. He gave birth to him after developing a swelling on his head. Because of this Māndhātā had an alternative name, which is used sometimes in the story: Murdhātā (meaning one who is born from a head).",
              "After his father died he was appointed king, and he began to show the miraculous power of his merit: everything he wished for came true, beginning with the way he ascended to the throne.",
              "Now in his kingdom were some 500 seers. When he found some of them acting badly he banished them all, and they went to live on Mt. Sumeru.",
              "He wished for things to be better and easier for his subjects, and as he wished, so it happened. But the people assigned half the power to their own merit. So the king made it rain down jewels in his own harem for seven days, and not a jewel fell outside, and they admitted it was wholly due to the king’s merit.",
              "Now a yakṣa would attend on Māndhātā, and the king, who ruled the whole of Jambudvīpa, asked him where else he could rule, and he was told—and conquered—the other three continents.",
              "Having conquered the whole earth, the yakṣa then mentioned the Realm of the Thirty-Three. Surmounting all obstacles Māndhātā made himself the equal of Śakra, lord of the gods. He then helped the gods overcome the asuras who fought against them.",
              "Inflamed by his own power he then thought to overcome Śakra himself, and as soon as he had the thought, he lost all his magical powers, and started to fade away. Before he died he gave a powerful sermon on the dangers of sense pleasures and the household life, hearing which, hundreds of thousands went forth and ordained.",
              "The Buddha then reveals that he himself was Māndhātā in that every life, and tells how he received such tremendous power by telling two more jātakas, in which he had given small gifts, which had borne great fruits."
            ],
            "id": [
              "Cerita dibuka dengan Buddha Gautama di Vaiśālī selama hari-hari terakhirNya. Ketika Ia berjalan menuju tempat peristirahatan terakhir-Nya, Ia menceritakan mengenai suatu masa pada kehidupan lampau ketika—walau jauh dari Kecerahan—ia pernah menyampaikan pembabaran Dharma yang dahsyat, dan ia menuturkan cerita kelahiran lampau-Nya (jātaka) sebagai Raja Māndhātā, sebagai berikut.",
              "Māndhātā lahir dari Raja Upoṣadha sendiri, bukan melalui ratunya. Raja melahirkannya setelah mengalami pembengkakan di kepalanya. Oleh karena ini, Māndhātā punya nama lain, yang kadang digunakan dalam cerita: Murdhātā (artinya orang yang dilahirkan dari kepala).",
              "Setelah ayahnya wafat, Māndhātā diangkat menjadi raja, dan ia mulai menunjukkan kekuatan ajaib dari kebajikannya: apa pun yang ia inginkan jadi nyata, dimulai dengan caranya naik takhta.",
              "Kini di kerajaannya ada sekitar 500 peramal. Ketika Māndhātā tahu beberapa dari mereka bertingkah buruk, ia mengusir mereka semua, dan mereka pergi berdiam di Gunung Sumeru.",
              "Māndhātā ingin segalanya jadi lebih baik dan lebih mudah bagi rakyatnya, dan seperti yang ia inginkan, terjadilah itu. Tetapi rakyatnya menganggap separuh berkah itu atas kebajikan mereka sendiri. Maka raja membuat hujan permata di wisma selirnya sendiri selama tujuh hari, dan tak satu permata pun jatuh di luar, sehingga rakyat mengakui itu seluruhnya berkat kebajikan raja.",
              "Lalu yaksa menghampiri Māndhātā, dan raja, yang menguasai seluruh Jambudvīpa, bertanya kepada yaksa di mana lagi ia bisa berkuasa, dan ia diberi tahu—lalu menaklukkan—tiga benua lainnya.",
              "Setelah menaklukkan seluruh bumi, yaksa itu lalu menyebut Alam Tiga Puluh Tiga. Mengatasi semua rintangan, Māndhātā menjadikan dirinya setara dengan Śakra, penguasa para dewa. Ia kemudian membantu para dewa mengalahkan para asura yang berperang melawan mereka.",
              "Terbakar oleh kekuatannya sendiri, Māndhātā lalu berpikir untuk mengalahkan Śakra, dan seketika ia memikirkannya, ia kehilangan semua kekuatan ajaibnya, dan mulai melenyap. Sebelum ia meninggal, ia menyampaikan pembabaran dahsyat mengenai bahaya kenikmatan indriawi dan kehidupan rumah tangga; yang mendengar itu, ratusan ribu orang pergi untuk ditahbis.",
              "Buddha lalu mengungkapkan bahwa Ia sendiri adalah Māndhātā di kehidupan itu, dan menceritakan bagaimana Ia mendapat kekuatan sehebat itu dengan menceritakan dua jātaka lagi, yang mana Ia telah memberikan derma kecil, yang menghasilkan buah besar."
            ]
          }
        },
        "slides": [
          {
            "path": "./039-King-Mandhata-on-his-Throne-Original.jpg",
            "name": {
              "en": "39. King Māndhātā on his Throne",
              "id": "39. Raja Māndhātā di Takhtanya"
            },
            "caption": {
              "en": [
                "This is the first relief we can positively identify with the story of King Māndhātā, and then only because the next relief must be a scene from the story, and the central character of the story has yet to be established.",
                "King Māndhātā sits inside a simple pavilion, with some female attendants directly behind him and a swordsman on the far right. He has a halo behind his head, which marks him as the Bodhisattva. In front someone is presenting what looks like a tiara. Many others line up to present gifts to the newly appointed king."
              ],
              "id": [
                "Ini relief pertama yang dapat kita kenali pasti dengan cerita Raja Māndhātā, dan hanya karena relief berikutnya pasti adegan dari cerita, dan sosok utama cerita belum ditetapkan.",
                "Raja Māndhātā duduk dalam anjungan sederhana, dengan beberapa pelayan perempuan tepat di belakangnya dan pendekar pedang di ujung kanan. Ia punya aura kepala di belakang kepalanya, yang menandainya sebagai Bodhisattwa. Di depan, seseorang mempersembahkan apa yang tampak seperti mahkota. Banyak orang lainnya antre untuk mempersembahkan hadiah kepada raja yang baru diangkat."
              ]
            }
          },
          {
            "path": "./040-The-King-banishes-the-Sages-Original.jpg",
            "name": {
              "en": "40. The King banishes the Sages",
              "id": "40. Raja Mengusir Para Resi"
            },
            "caption": {
              "en": [
                "Near Vaisālī there was a forest where 500 sages (ṛṣi) lived. One of them was called Foul-Mouth (Durmukha), and when the birds disturbed him he cursed them so they could no longer fly. When King Māndhātā found this out he had his ministers send all 500 out of the country.",
                "On the right we see the king surrounded by his ministers and soldiers, to whom he is evidently giving instructions. Because the relief is worn down it is hard to see, but many birds are under the tree, and can no longer fly. Above them the sages are flying away to Mt. Sumeru."
              ],
              "id": [
                "Dekat Vaisālī ada hutan di mana 500 resi (ṛṣi) tinggal. Satu dari mereka dijuluki Mulut Busuk (Durmukha), yang ketika burung-burung mengganggunya, ia mengutuk mereka sehingga tidak bisa terbang lagi. Ketika Raja Māndhātā mengetahui ini, ia meminta para menterinya mengusir seluruh 500 resi itu keluar dari negeri.",
                "Di kanan kita lihat raja dikelilingi oleh para menterinya dan para prajurit, yang jelas sedang ia beri perintah. Karena relief sudah rusak, sulit untuk melihat, tetapi banyak burung di bawah pohon, dan tak bisa terbang lagi. Di atas mereka para resi kabur terbang ke Gunung Sumeru."
              ]
            }
          },
          {
            "path": "./041-Grain-falls-from-the-Sky-Original.jpg",
            "name": {
              "en": "41. Grain falls from the Sky",
              "id": "41. Benih Jatuh dari Langit"
            },
            "caption": {
              "en": [
                "As he toured his kingdom the king saw that the people tilled the soil. He asked his councillors why they did so, and they told him they were growing grain. The king then wished for twenty-seven types of grain to fall from the sky, and so it did. But the people believed it did so because of their merit as well as the king’s.",
                "Here we see the king standing in the midst of his councillors and asking about the people’s work. From the sky on the left fall the grains which are being collected by the people and carried away."
              ],
              "id": [
                "Ketika ia mengelilingi kerajaannya, raja melihat rakyat menggarap tanah. Ia bertanya kepada para penasihatnya mengapa rakyat berbuat itu, dan mereka mengatakan kepadanya bahwa rakyat sedang menanam benih. Raja kemudian berharap agar dua puluh tujuh jenis benih jatuh dari langit, dan terjadilah demikian. Tetapi rakyat percaya itu terjadi berkat kebajikan mereka serta raja.",
                "Di sini kita lihat raja berdiri di tengah para penasihatnya dan bertanya tentang pekerjaan rakyat. Dari langit di kiri jatuh benih yang sedang dikumpulkan dan diangkut oleh rakyat."
              ]
            }
          },
          {
            "path": "./042-Clothes-fall-from-the-Sky-Original.jpg",
            "name": {
              "en": "42. Clothes fall from the Sky",
              "id": "42. Pakaian Jatuh dari Langit"
            },
            "caption": {
              "en": [
                "Again the king asked about the cultivation of cotton, the spinning of such, and the weaving of cloth. When told his people wove clothes, he wished for there to be a rain of clothes, and so it was. But the people believed it did so because of their merit as well as the king’s.",
                "The king sits in a pavilion with his army behind him. In front clothes are seen to be falling from the sky and the people are busily gathering them up. Two councillors near the king look on."
              ],
              "id": [
                "Kembali raja bertanya tentang penanaman kapas, pemintalan kapas, dan penenunan kain. Ketika diberi tahu rakyatnya menenun kain, ia berharap di sana ada hujan kain, dan terjadilah demikian. Tetapi rakyat percaya itu terjadi berkat kebajikan mereka serta raja.",
                "Raja duduk dalam anjungan dengan para prajurit di belakangnya. Di depannya kain terlihat jatuh dari langit dan rakyat sibuk mengumpulkannya. Dua penasihat di dekat raja memandang."
              ]
            }
          },
          {
            "path": "./043-Jewels-fall-in-the-Kings-Harem-Original.jpg",
            "name": {
              "en": "43. Jewels fall in the King’s Harem",
              "id": "43. Permata Jatuh di Wisma Selir Raja"
            },
            "caption": {
              "en": [
                "In order to prove that the miracles were owing to his own merit, and not due to anyone else’s, the king then determined that jewels would fall into his harem for seven days, and that not one would fall outside. Still the people wanted to claim it was partially because of their own merit!",
                "The king sits in a pavilion and behind him his consorts collect the jewels that are falling from the sky. On the left also jewels fall from the sky and his attendants gather them up. They are male and we can only presume they are somehow allowed into the harem. Perhaps they are meant to be eunochs."
              ],
              "id": [
                "Dalam upaya membuktikan bahwa keajaiban terjadi dikarenakan kebajikannya sendiri, dan bukan karena kebajikan orang lain, raja lalu memutuskan bahwa permata akan jatuh di wisma selirnya selama tujuh hari, dan tak satu pun akan jatuh di luar. Rakyat masih saja bilang itu sebagian berkat kebajikan mereka!",
                "Raja duduk dalam anjungan dan di belakangnya para selirnya mengumpulkan permata yang jatuh dari langit. Di kiri juga permata jatuh dari langit dan para pelayan mengumpulkannya. Mereka lelaki dan kita hanya bisa menganggap mereka diizinkan masuk ke dalam wisma selir. Mungkin mereka adalah para kasim."
              ]
            }
          },
          {
            "path": "./044-The-King-as-a-World-Conqueror-Original.jpg",
            "name": {
              "en": "44. The King as a World-Conqueror",
              "id": "44. Raja Sebagai Penakluk Dunia"
            },
            "caption": {
              "en": [
                "The king at various times reflects on his own glory, and how he possesses Jambudvīpa which is thriving in accordance with his rule. He also reflects on his seven jewels and the 1,000 sons that comprise his army.",
                "The king stands at the head of his army, which is lined up behind him. In front of him are seen some of the marks of a world-conqueror, from the right: the wheel, the elephant, the jewel, the horse, the woman and the householder. The counselor, for some reason, is omitted. Though he could have taken the place of the parasol bearer."
              ],
              "id": [
                "Raja pada berbagai waktu merenungi kejayaan dirinya, dan bagaimana ia menguasai Jambudvīpa yang berkembang di bawah kekuasaannya. Ia juga merenungi tujuh permatanya dan 1.000 putra yang meliputi pasukannya.",
                "Raja berdiri di depan pasukannya, yang berbaris di belakangnya. Di depan raja terlihat beberapa tanda penakluk dunia, dari kanan: roda, gajah, permata, kuda, perempuan, dan perumah-tangga. Penasihat, karena alasan tertentu, dihilangkan. Padahal ia bisa saja mengambil tempat si pembawa payung."
              ]
            }
          },
          {
            "path": "./045-The-King-consults-with-the-Yaksa-Original.jpg",
            "name": {
              "en": "45 The King consults with the Yakṣa",
              "id": "45. Raja Berkonsultasi Dengan Yaksa"
            },
            "caption": {
              "en": [
                "The king nows asks his yakṣa if there was any continent that wasn’t under his control. The yakṣa mentioned Pūrvavideha, and the king set out to conquer it. Later he would ask again, and be told about the other two continents— Aparagodānīya and Uttarakuru—he had yet to conquer.",
                "The scene is simply set. The king sits inside a long pavilion with his consorts behind him. In front of him must be the yakṣa, though he looks more like a brahmin than a yakṣa. Outside his entourage await their orders."
              ],
              "id": [
                "Raja kini bertanya kepada yaksanya apakah ada benua yang belum dikuasainya. Yaksa menyebutkan Pūrvavideha, dan raja bersiap menaklukkannya. Kemudian ia bertanya lagi, dan diberi tahu tentang dua benua lainnya—Aparagodānīya dan Uttarakuru—yang belum ia taklukkan.",
                "Adegan ditata sederhana. Raja duduk dalam anjungan panjang dengan para selir di belakangnya. Di depannya pasti yaksa, meski ia lebih terlihat seperti brahmana daripada yaksa. Di luar, rombongannya menunggu tugas mereka."
              ]
            }
          },
          {
            "path": "./046-The-King-sits-alongside-Sakra-Original.jpg",
            "name": {
              "en": "46. The King sits alongside Śakra",
              "id": "46. Raja Duduk di Sebelah Śakra"
            },
            "caption": {
              "en": [
                "The king, after conquering all there was on earth, was told by the yakṣa about the Heaven of the Thirty-Three, which was ruled over by Śakra, lord of the gods. King Māndhātā now determined to become the equal of Śakra, and when he appeared in heaven Śakra invited him to sit on the same throne with him.",
                "Again it is a simple scene: Śakra and the king sit side by side. The text specifies that they were indistinguishable, except that Śakra didn’t blink. It appears however the sculptor is marking them with the help of their attendants. On the right sit the gods, and on the left is the king’s entourage."
              ],
              "id": [
                "Raja, setelah menaklukkan semua yang ada di bumi, diberi tahu oleh yaksa tentang Surga Tiga Puluh Tiga, yang diperintah oleh Śakra, penguasa para dewa. Raja Māndhātā sekarang bertekad untuk menjadi setara Śakra, dan ketika ia muncul di surga, Śakra mengundangnya untuk duduk di singgasana yang sama dengannya.",
                "Kembali ini adegan sederhana: Śakra dan raja duduk berdampingan. Naskah menyebutkan bahwa mereka tidak bisa dibedakan, kecuali bahwa Śakra tidak berkedip. Tampaknya para perupa menandai mereka dengan bantuan pelayan mereka. Di kanan duduk para dewa, dan di kiri ada rombongan raja."
              ]
            }
          },
          {
            "path": "./047-The-Battle-between-the-Devas-and-the-Asuras-Original.jpg",
            "name": {
              "en": "47. The Battle between the Devas and the Asuras",
              "id": "47. Pertempuran Antara Dewa dan Asura"
            },
            "caption": {
              "en": [
                "After a long time living amongst the gods a war broke out between the devas and the asuras, and the war raged back and forth. When the king heard about the war he asked for his bow and when he strung it, it was heard across the heavens. Then he mounted his chariot and rode above the battlefield, which put the asuras to flight.",
                "Two groups are pictured in the battle here. The devas are on the right. Their leader is sat on a raised plynth, sword in hand. In front of him are more devas with bows drawn, and on the left are the asuras with their leader."
              ],
              "id": [
                "Setelah lama hidup di antara para dewa, perang pecah antara dewa dan asura, dan perang berkecamuk di sana-sini. Ketika raja mendengar tentang perang, ia meminta busurnya, dan ketika ia merentangkannya, suaranya terdengar melintasi surga-surga. Lalu raja menaiki keretanya dan mengendarainya di atas medan perang, yang membuat para asura kabur.",
                "Dua kelompok digambarkan dalam pertempuran di sini. Para dewa di kanan. Pemimpin mereka duduk di alas tiang tinggi, pedang di tangan. Di depannya ada lebih banyak dewa dengan busur terentang, dan di kiri ada para asura dengan pemimpin mereka."
              ]
            }
          },
          {
            "path": "./048-The-King-gives-his-Final-Teaching-Original.jpg",
            "name": {
              "en": "48. The King gives his Final Teaching",
              "id": "48. Raja Menyampaikan Ajaran Terakhirnya"
            },
            "caption": {
              "en": [
                "In the text things move quickly now: the king, puffed up with his own self-worth, thinks he could replace Śakra. As soon as he has this thought, however, he lost his power, fell back to Jambudvīpa, and before dying gave his final Dharma teaching: sense-desires can never be satisfied and the household life is full of dangers. Many hearing this teaching were converted and went forth. The Buddha then revealed that he had been king Māndhātā in that life.",
                "The king sits once more in his palace on earth and is surrounded by his consorts and attendants. His ministers sit in front of him, with a brahmin at the front, and listen to his Dharma teachings. They are all sat under trees, and a number hold their hands in añjali."
              ],
              "id": [
                "Di dalam naskah, semuanya bergerak cepat sekarang: raja, sombong dengan harga dirinya, berpikir ia bisa menggantikan Śakra. Akan tetapi, begitu ia punya pemikiran itu, ia kehilangan kekuatannya, jatuh kembali ke Jambudvīpa, dan sebelum meninggal ia menyampaikan ajaran Dharma terakhirnya: nafsu indriawi tidak akan pernah terpuaskan dan kehidupan rumah-tangga penuh bahaya. Banyak yang mendengar ajaran ini sadar dan menjadi petapa. Buddha lalu mengungkapkan bahwa ia adalah Raja Māndhātā dalam kehidupan itu.",
                "Raja duduk sekali lagi istananya di bumi dan dikelilingi oleh para selir dan pelayannya. Para menteri duduk di depannya, dengan brahmana di depan, mendengarkan ajaran Dharmanya. Mereka semua duduk di bawah pohon, dan beberapa menangkupkan tangan."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "Foucher—and Krom following him—connects this relief and the next two with the previous story. They both have doubts about the connection though, and there seems to be little textual support for the connection. I therefore treat these as a separate, but unknown, story."
              ],
              "id": [
                "Foucher—dan Krom mengikutinya—menghubungkan relief ini dan dua berikutnya dengan cerita sebelumnya. Mereka berdua ragu mengenai keterkaitannya, dan tampaknya hanya sedikit dukungan naskah untuk keterkaitan tersebut. Oleh karena itu saya menganggap ini sebagai cerita yang terpisah, tetapi tak diketahui."
              ]
            }
          },
          {
            "path": "./049-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "49. A Meeting with a King",
              "id": "49. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "On the right sit a royal couple in a palace. In an antechamber sits a royal visitor. Outside his entourage sit under a tree, holding up the royal insignia. There appears to be a child in the antechamber on the far right.",
                "On the far left is a curious character marked by a halo and turning away from the proceedings. Without a story to support it we cannot know who it is, and what part he plays."
              ],
              "id": [
                "Di kanan, duduk pasangan kerajaan di istana. Di selasar, duduk tamu kerajaan. Di luar, rombongannya duduk di bawah pohon, menjunjung lambang kerajaan. Tampak ada anak di selasar di ujung kanan.",
                "Di kiri jauh ada sosok aneh yang ditandai dengan aura kepala dan berpaling dari adegan. Tanpa cerita untuk mendukung ini kita tidak bisa tahu siapa itu, dan bagian apa yang ia perankan."
              ]
            }
          },
          {
            "path": "./050-The-Queen-presents-an-Offering-to-the-King-Original.jpg",
            "name": {
              "en": "50. The Queen presents an Offering to the King",
              "id": "50. Ratu Memberi Persembahan Kepada Raja"
            },
            "caption": {
              "en": [
                "This is a very interesting relief, and definitely confirms that this cannot be part of the king Māndhātā story, as nothing of the sort happens there.",
                "On the right a queen sits with her hands held in añjali, and on the far right sits a king in relaxed posture. Between them is a gift—a large circular object covered with flowers that sits in a rectangular basin. Behind the queen is a curious building, the design, with its upturned highest section, is quite unlike anything seen elsewhere on these walls. Courtiers sit and gossip under the trees on the left."
              ],
              "id": [
                "Ini relief yang sangat menarik, dan jelas pasti bahwa ini bukan bagian dari cerita Raja Māndhātā, karena tak ada yang semacam ini terjadi di cerita.",
                "Di kanan, ratu duduk dengan tangan tertangkup, dan di kanan jauh, duduk raja dengan postur santai. Di antara mereka ada persembahan—benda melingkar besar yang ditutupi dengan bebungaan yang diletakkan dalam bejana persegi panjang. Di belakang ratu ada bangunan aneh, rancangannya, dengan bagian tertinggi terbalik, sangat berbeda dengan apa pun yang terlihat di tempat lain di dinding ini. Para pegawai duduk dan mengobrol di bawah pohon di kiri."
              ]
            }
          },
          {
            "path": "./051-The-King-and-the-Toy-Kinnaras-Original.jpg",
            "name": {
              "en": "51. The King and the Toy Kinnaras",
              "id": "51. Raja dan Mainan Kinnara"
            },
            "caption": {
              "en": [
                "This is a very striking relief. On the right we see a king and queen sitting together with a young boy inside a highly decorated palace. Atop the pillars are lions, and atop the roof are birds and flywhisks. In the king’s hand is a small kinnara, and a person who sits in front of him has another. By their size they must be toys.",
                "This is further confirmed by the scene on the left where the character sitting third from left appears to be carving out one of these toys. The character standing third from left also seems to have these toys on his tray. It is surprising that such an unusual scene has never been identified from the literature!"
              ],
              "id": [
                "Ini relief yang sangat mencolok. Di kanan, kita lihat raja dan ratu duduk bersama dengan anak lelaki dalam istana yang dihias mewah. Di atas pilar ada singa, dan di atas atap ada burung dan kebutan. Di tangan raja ada kinnara mungil, dan orang yang duduk di depannya memegang kinnara lain. Dari ukurannya, itu pasti mainan.",
                "Ini ditegaskan lebih jauh oleh adegan di kiri di mana sosok yang duduk ketiga dari kiri tampak sedang mengukir salah satu mainan ini. Sosok yang berdiri ketiga dari kiri juga tampak punya mainan ini di nampannya. Mengejutkan bahwa adegan yang setak biasa ini belum pernah dikenali dari kesusastraan!"
              ]
            }
          },
          {
            "path": "./052-Flight-and-Refuge-Original.jpg",
            "name": {
              "en": "52. Flight and Refuge",
              "id": "52. Meloloskan Diri dan Mengungsi"
            },
            "caption": {
              "en": [
                "This very much looks like an earlier and later scene from the life of the same couple. On the right we see the couple flying through the air and over a lotus pond. The crown is barely visible here.",
                "In the middle though the crown is clear, and we see this is a prince or a king. He lies down and his consort appears to massage him. The stylised rocks indicate they are in a cave. Outside are a pair of deer, a peacock, and a yakṣa, who is holding a sword."
              ],
              "id": [
                "Ini sangat mirip adegan sebelumnya dan setelahnya dari kehidupan pasangan yang sama. Di kanan kita lihat pasangan terbang di udara di atas kolam teratai. Mahkotanya nyaris tak terlihat di sini.",
                "Di tengah, mahkotanya lebih jelas, dan kita lihat ini pangeran atau raja. Ia berbaring dan permaisurinya tampak memijatnya. Gaya bebatuan menandakan mereka berada di gua. Di luar ada sepasang rusa, merak, dan yaksa yang memegang pedang."
              ]
            }
          },
          {
            "path": "./053-Merchants-approach-a-Queen-Original.jpg",
            "name": {
              "en": "53. Merchants approach a Queen",
              "id": "53. Para Pedagang Mendekati Ratu"
            },
            "caption": {
              "en": [
                "On the left we see a finely drawn ship, with its masts and the sails drawn up. Some sailors stand and sit around.",
                "In the middle some of the sailors, who are probably merchants, have landed, and they approach a queen pictured on the right. As they bow and makes signs of supplication they must be asking something of her. Birds fly around the queen, and it is hard to tell if she is on land or water."
              ],
              "id": [
                "Di kiri, kita lihat kapal yang dipahat sempurna, dengan tiang dan layar diukir. Beberapa pelaut berdiri dan duduk mengelilingi.",
                "Di tengah para pelaut, yang mungkin para pedagang, telah mendarat, dan mereka mendekati ratu yang digambarkan di kanan. Tatkala mereka membungkuk dan membuat tanda permohonan, mereka pasti menanyakan sesuatu kepada ratu. Burung beterbangan di sekitar ratu, dan sulit untuk mengetahui apakah ia ada di darat atau air."
              ]
            }
          },
          {
            "path": "./054-The-Queen-and-the-Guesthouse-Original.jpg",
            "name": {
              "en": "54. The Queen and the Guesthouse",
              "id": "54. Ratu dan Wisma Tamu"
            },
            "caption": {
              "en": [
                "It is of course impossible to know whether this panel continues from the previous one or tells an unrelated story, however, we do see a queen on the right, surrounded by her ladies-in-waiting. She sits at ease with a knee support.",
                "On the right two men sit under two trees on left and right of what looks like a packed guesthouse. If this continues the story from the previous panel then these must be the sailors now safely housed."
              ],
              "id": [
                "Tentu saja tidak mungkin mengetahui apakah panel ini kelanjutan dari yang sebelumnya atau menuturkan cerita yang tak terkait, namun, kita lihat ratu di kanan, dikelilingi oleh para dayangnya. Ia duduk nyaman dengan bebat lutut.",
                "Di kanan dua lelaki duduk di bawah dua pohon di kiri dan kanan dari apa yang tampak seperti wisma tamu yang sesak. Jika ini melanjutkan cerita dari panel sebelumnya, maka ini pasti para pelaut yang kini sudah aman di rumah."
              ]
            }
          },
          {
            "path": "./055-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "55. A Meeting with a King",
              "id": "55. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "This is one of many scenes of a similar sort. A party of people sit under a tree. There are royal insignia, but in this case no one amongst the party looks particularly kingly, and so they may be attendants.",
                "On the right the king sits with his consort and her ladies-in-waiting gathered round him. His attention is on something in the hand of one of the attendants, but it is hard to make out. Perhaps it is a large jewel."
              ],
              "id": [
                "Ini satu dari banyak adegan yang mirip. Serombongan orang duduk di bawah pohon. Ada lambang kerajaan, tetapi dalam kasus ini tak ada di antara rombongan yang terlihat seperti raja, sehingga mungkin mereka para pelayan.",
                "Di kanan, raja duduk dengan permaisurinya dan para dayang berkumpul di sekitarnya. Perhatian raja tertuju pada sesuatu di tangan salah satu pelayan, tetapi sulit untuk diketahui. Mungkin itu suatu permata besar."
              ]
            }
          }
        ]
      },
      {
        "id": "3",
        "name": {
          "en": "King Śibi and the Pigeon",
          "id": "Raja Śibi dan Merpati"
        },
        "introduction": {
          "background": {
            "en": "There are various stories of the great King Śibi, one of the most famous is of the giving of his own eyes (Jm 2), which is also illustrated at Borobudur on the opposite side of the gallery to this story. The story itself is known to the Sūtrālaṁkāra (no. 64) besides other texts. This is one of the most famous stories in the ancient world, and was depicted at Ājāṇṭa, Amaravatī and in the Longmen Grottoes in China. The story here, however, concerns a pigeon.",
            "id": "Ada beragam cerita Raja Śibi yang agung, salah satu yang paling terkenal adalah yang memberikan matanya sendiri (Jm 2), yang juga digambarkan di Borobudur di sisi berlawanan dari galeri cerita ini. Cerita itu sendiri diketahui dari Sūtrālaṁkāra (no. 64) selain naskah lainnya. Ini salah satu cerita paling terkenal pada zaman kuno, dan digambarkan di Ājāṇṭa, Amaravatī, dan di Gua Longmen di Tiongkok. Akan tetapi, di sini ceritanya mengenai merpati."
          },
          "text": {
            "en": [
              "At one time the Bodhisattva was reborn as the king of the Śibis. Now at that time the lifespan of Śakra, lord of the gods, was coming to an end, and he wished to see a Buddha, but no Buddha existed in the world. Viśvakarma, the architect of the gods, however, told him about the Bodhisattva.",
              "Śakra—as is his want in these tales—decided to test the king to see if his resolve was sufficient for Buddhahood. He therefore took the form of a pigeon and Viśvakarma took the form of a falcon and they approached the Bodhisattva.",
              "The pigeon took refuge under the king’s arm, and the falcon, perched on a nearby tree, requested the pigeon from him. The king refused as he had taken refuge, and the falcon complained that he was missing his daily meal.",
              "The king, unwilling to kill another being in the pigeon’s place, decided to cut off a piece of his own flesh to give to the falcon, but the latter demanded the full weight of the pigeon be given him. The king had some scales brought, but no matter how much flesh was cut off, the pigeon always seemed to weigh more than the flesh, so the king put his whole body onto one side of the scales.",
              "Śakra was then convinced this was truly a Bodhisattva, and Viśvakarma asked him to cure the king. But the king made a declaration of truth that he had not wavered when cutting his own flesh, and by this truth he was once again healed. The devas and men who had watched the proceedings rejoiced."
            ],
            "id": [
              "Pada suatu ketika Bodhisattwa terlahir ulang sebagai Raja Śibi. Pada masa itu jangka hidup Śakra, penguasa para dewa, akan segera berakhir, dan ia ingin melihat Buddha, tetapi tidak ada Buddha di dunia. Akan tetapi, Viśvakarma, arsitek para dewa, memberitahunya mengenai Bodhisattwa.",
              "Śakra—seperti keinginannya dalam cerita ini—memutuskan untuk menguji raja untuk melihat apakah tekadnya cukup untuk menjadi Buddha. Ia lalu menjelma jadi merpati dan Viśvakarma menjelma jadi elang dan mereka mendekati Bodhisattwa.",
              "Merpati berlindung di bawah lengan raja, dan elang, bertengger di pohon terdekat, meminta merpati darinya. Raja menolak karena merpati telah berlindung kepadanya, namun elang mengeluh karena ia kehilangan makanan hariannya.",
              "Raja, yang tak mau membunuh makhluk lain untuk menggantikan merpati, memutuskan untuk mengiris sekerat dagingnya sendiri untuk diberikan kepada elang, tapi elang menuntut berat setara merpati untuk diberikan kepadanya. Raja menimbang sejumlah dagingnya, tetapi berapa pun banyak daging yang dipotong, merpati selalu lebih berat daripada daging, sehingga raja meletakkan seluruh tubuhnya di satu sisi timbangan.",
              "Śakra lalu yakin bahwa raja ini Bodhisattwa sejati, dan Viśvakarma memintanya untuk menyembuhkan raja. Tetapi raja membuat pernyataan kebenaran bahwa ia tidak goyah ketika memotong dagingnya sendiri, dan dengan kebenaran ini ia seketika sembuh. Para dewa dan manusia yang melihat peristiwa itu bersukacita."
            ]
          }
        },
        "slides": [
          {
            "path": "./056-The-Kings-Flesh-is-weighed-against-the-Pigeon-Original.jpg",
            "name": {
              "en": "56. The King’s Flesh is weighed against the Pigeon",
              "id": "56. Daging Raja Ditimbang Dengan Merpati"
            },
            "caption": {
              "en": [
                "This panel shows consecutive scenes from the story. On the right we see the king of the Śibis sitting on a platform with his hand raised in a calming posture. The dove sits near to him. In a tree in front of him sits the falcon who is making his request for food. The king’s courtiers sit on the floor.",
                "On the left we see the scales with the pigeon sitting on one side, while a lump of flesh is placed on the other. It is not made clear that they are of unequal weights, but that is the case. The mutilated king is not shown. The sculptors at Borobudur, be it noticed, never showed anything as gross as the cutting off of flesh in their reliefs."
              ],
              "id": [
                "Panel ini menampilkan adegan berurutan dari cerita. Di kanan kita lihat raja kaum Śibi duduk di mimbar dengan tangan terangkat dalam gerakan menenangkan. Merpati duduk di dekatnya. Di pohon di depan raja, bertengger elang yang meminta makanannya. Para pegawai raja duduk di lantai.",
                "Di kiri kita lihat timbangan dengan merpati duduk di satu sisi, sementara segumpal daging ditempatkan di sisi lain. Tak jelas apakah bobot keduanya tak setara, tetapi itulah persoalannya. Raja yang diiris tidak ditampilkan. Para perupa Borobudur, seperti diketahui, tak pernah menampilkan sesuatu yang kasar seperti pemotongan daging di relief mereka."
              ]
            }
          },
          {
            "path": "./057-The-King-is-Lauded-by-Devas-and-Men-Original.jpg",
            "name": {
              "en": "57. The King is Lauded by Devas and Men",
              "id": "57. Raja Disanjung Dewa dan Manusia"
            },
            "caption": {
              "en": [
                "The king sits on a throne in the middle of the relief. He has a halo behind his head which clearly marks him as a Bodhisattva. The funny thing about the scene is that both Śakra and Viśvakarma are missing from it, though there would clearly be room for them.",
                "Instead, on either side we see both devas and men lined up in two rows, one sitting and one standing. Some worship, some make signs, all we may conclude laud the actions of the king."
              ],
              "id": [
                "Raja duduk di singgasana di tengah relief. Ia punya aura kepala di belakang kepalanya yang jelas menandainya sebagai Bodhisattwa. Yang lucu dari adegan ini, Śakra dan Viśvakarma tidak ada, walau jelas ada ruang untuk mereka.",
                "Sebaliknya, di sisi lain kita lihat para dewa dan manusia berbaris dalam dua deret, satu duduk dan satu berdiri. Ada yang menyembah, ada yang membuat isyarat, semua bisa kita simpulkan menyanjung tindakan raja."
              ]
            }
          }
        ]
      },
      {
        "id": "4",
        "name": {
          "en": "Dharmagavesī",
          "id": "Dharmagavesī"
        },
        "introduction": {
          "background": {
            "en": "This story is known to the Avadānaśataka (no 38), and tells of a king Dharmagavesī (one who seeks the Dharma) who desired to hear the true teachings.",
            "id": "Cerita ini diketahui dari Avadānaśataka (no. 38), dan mengisahkan Raja Dharmagavesī (ia yang mencari Dharma) yang ingin mendengar ajaran sejati."
          },
          "text": {
            "en": [
              "The good king Dharmagavesī (the Bodhisattva in a previous life) has a great desire to hear Dharma teaching and asked his ministers to proclaim throughout his kingdom that if anyone could teach him Dharma there would be a great reward.",
              "Hearing of the king’s desire, Śakra—always up to mischief it seems!—decided to test his resolve. He took on a disguise as a yakṣa and spoke just one verse, which the king rejoiced in: ‘One should live by Dhamma, with good conduct, not with bad conduct, living by Dhamma one lives at ease in this world and the next.’ (cf. Dhp 169)",
              "When the king asked him to continue he told him he would if the king would tend a fire for seven days and nights and at the end of that time throw himself into it. The king, of course, agreed, and, after crowning his son king, did as requested. As he threw himself into the fire it turned into a lotus pool.",
              "The king then recited this verse: ‘This ember-pan, fearsome like a fiery torch, I fall into it for the sake of the Dharma, determined and unconcerned for life. Through the power of my merit the fire-pan will be lovely, (like) a lotus pond filled with lotuses that has cool sandalwood infused in its water.’",
              "The king then jumped into the fire, but as he did so it was transformed into a lotus pond and the king was unhurt. Śakra then showed his real form and recited again the first verse, which the king caused to be recited throughout his kingdom."
            ],
            "id": [
              "Raja Dharmagavesī yang bajik (Bodhisattwa dalam kehidupan lampau) punya hasrat besar untuk mendengarkan ajaran Dharma dan meminta para menterinya untuk menyatakan di seluruh kerajaannya bahwa jika ada orang yang bisa mengajarinya Dharma, akan ada hadiah besar.",
              "Mendengar hasrat raja, Śakra—sepertinya selalu usil!—memutuskan untuk menguji tekadnya. Ia menyamar sebagai yaksa dan hanya mengucap satu syair, yang membuat raja bersukacita: ‘Orang seharusnya hidup sesuai Dhamma, dengan perilaku baik, tidak dengan perilaku buruk; hidup sesuai Dhamma, orang hidup bahagia di dunia ini dan di dunia selanjutnya.’ (bandingkan dengan Dhp 169)",
              "Ketika raja meminta Śakra untuk melanjutkan, Śakra berkata kepada raja bahwa ia akan melakukannya jika raja menyalakan api selama tujuh hari dan malam, dan pada akhir waktu itu raja menerjunkan diri ke dalam api. Raja, tentu saja, setuju, dan, setelah memahkotai putranya, melakukan yang diminta. Ketika ia terjun ke dalam api, api berubah menjadi kolam teratai.",
              "Raja kemudian mendaras syair ini: ‘Wajan bara ini, menakutkan seperti obor api, aku jatuh ke dalamnya demi Dharma, bertekad dan tak peduli akan hidup. Melalui kekuatan kebajikanku, wajan bara akan menjadi indah, (seperti) kolam teratai yang diisi dengan teratai yang punya kayu cendana dingin meresap ke dalam airnya.’",
              "Raja lalu melompat ke dalam api, tetapi saat ia melakukannya, api berubah menjadi kolam teratai dan raja tak terluka. Śakra kemudian menampakkan wujud aslinya dan mendaras kembali syair pertama, yang kemudian raja daraskan di seluruh kerajaannya."
            ]
          }
        },
        "slides": [
          {
            "path": "./058-The-King-offers-a-Reward-Original.jpg",
            "name": {
              "en": "58. The King offers a Reward",
              "id": "58. Raja Menawarkan Penghargaan"
            },
            "caption": {
              "en": [
                "The king, having a great desire to hear Dharma, assembled his ministers and gave a great reward to be offered throughout his kingdom to anyone who could teach him Dharma.",
                "The king sits with his consort on a raised platform on the right. The king is marked as the Bodhisattva by the halo behind his head. In front of them one man holds a money-bag, while others carry away a treasure chest, which presumably is the reward the king will give for hearing the Dharma."
              ],
              "id": [
                "Raja, yang punya hasrat besar untuk mendengarkan Dharma, mengumpulkan para menterinya dan memberikan hadiah besar untuk ditawarkan di seluruh kerajaannya kepada siapa pun yang bisa mengajarinya Dharma.",
                "Raja duduk dengan permaisurinya di panggung tinggi di kanan. Raja ditandai sebagai Bodhisattwa dengan aura di belakang kepalanya. Di depan mereka satu orang memegang kantong uang, sementara yang lain membawa peti harta, yang kemungkinan hadiah yang raja akan berikan untuk mendengarkan Dharma."
              ]
            }
          },
          {
            "path": "./059-The-Yaksa-and-the-King-Original.jpg",
            "name": {
              "en": "59. The Yakṣa and the King",
              "id": "59. Yaksa dan Raja"
            },
            "caption": {
              "en": [
                "Śakra, who wished to test the king’s resolve to hear Dharma, approached him and recited one verse, which the king greatly rejoices in. He then told the king if he wished to hear another he must tend a fire for seven days and at the end throw himself into the fire.",
                "In the middle is a large fire blazing from an altar. The king stands to the right of it, holding a lotus on his hand, which perhaps signifies the transfigured lotus pond which is not otherwise shown. On the left sits the large and fearsome-looking yakṣa, Śakra in disguise. He is waiting for the king to fulfil his promise."
              ],
              "id": [
                "Śakra, yang hendak menguji tekad raja untuk mendengarkan Dharma, mendekatinya dan mendaras satu syair, yang membuat raja sangat gembira. Ia kemudian mengatakan kepada raja jika ia ingin mendengar yang lain, ia harus menyalakan api selama tujuh hari dan pada akhirnya menerjunkan dirinya ke dalam api.",
                "Di tengah, api besar berkobar dari altar. Raja berdiri di kanan altar, memegang teratai di tangannya, yang mungkin menandakan perubahan kolam teratai yang tak ditampilkan. Di kiri, duduk yaksa besar dan tampak menyeramkan, Śakra dalam samaran. Ia sedang menunggu raja untuk memenuhi janjinya."
              ]
            }
          },
          {
            "path": "./060-Sakra-recites-a-Verse-Original.jpg",
            "name": {
              "en": "60. Śakra recites a Verse",
              "id": "60. Śakra Mendaras Satu Syair"
            },
            "caption": {
              "en": [
                "The king did as he said he would and threw himself into the fire in order to learn more Dharma, but as he did so it transformed into a lotus pond, and the king was unhurt. Śakra then revealed his true form and spoke the first verse again, which the king caused to be taught throughout the kingdom.",
                "In this scene the king is sat in the middle in a pavilion and on a raised seat. Śakra sits on the right, presumably with two other devas. Both the king and Śakra are marked by halos. It seems to be the moment when Śakra speaks the verse."
              ],
              "id": [
                "Raja melakukan apa yang telah ia katakan dan menerjunkan diri ke dalam api demi lebih banyak belajar Dharma, tetapi ketika ia melakukannya, api berubah menjadi kolam teratai, dan raja tak terluka. Śakra kemudian mengungkap wujud aslinya dan mengucapkan syair pertama lagi, yang kemudian raja minta untuk diajarkan di seluruh kerajaan.",
                "Dalam adegan ini, raja duduk di tengah dalam anjungan dan di kursi tinggi. Śakra duduk di kanan, mungkin dengan dua dewa lainnya. Raja dan Śakra ditandai dengan aura kepala. Sepertinya ini saat ketika Śakra mendaraskan syair."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "Krom identifies the next three reliefs as belonging to the Sambulā (Ja 519) story. But the reliefs hardly support such a reading, and go against the story as we know it. ",
                "It is because of panel 62 that Krom identifies the story as being that of Sambulā, but the characters are wrong: we would at least expect to see the yakṣa and the princess together with Śakra, not Airāvata and a man! Similarly the next scene simply doesn’t fit Sambulā’s story at all. "
              ],
              "id": [
                "Krom mengenali tiga relief berikutnya sebagai cerita Sambulā (Ja 519). Namun relief-relief itu tidak mendukung cerita tersebut, dan bertentangan dengan cerita yang kita tahu. ",
                "Ini karena panel 62 yang Krom kenali ceritanya sebagai Sambulā, tetapi tokoh-tokohnya salah: kita setidaknya berharap melihat yaksa dan putri bersama dengan Śakra, bukan Airāvata dan seorang pria! Demikian pula adegan berikutnya tidak pas dengan cerita Sambulā sama sekali."
              ]
            }
          },
          {
            "path": "./061-A-Royal-Couple-at-Court-Original.jpg",
            "name": {
              "en": "61. A Royal Couple at Court",
              "id": "61. Pasangan Kerajaan di Pelataran"
            },
            "caption": {
              "en": [
                "In the centre of the relief sit a king and queen casually on cushions. The building is fairly elaborate, with pillars and decorations. The figure of the king is particularly worn down.",
                "On the left we see an attendant holding a fly whisk and courtiers sitting on the floor, with an elephant, leaf-fan and parasol behind them. On the right are more courtiers, including two guards who hold swords, as they sit under a tree."
              ],
              "id": [
                "Di tengah relief, raja dan ratu duduk santai di bantal. Bangunannya cukup rumit, dengan banyak pilar dan hiasan. Sosok raja sangatlah rusak.",
                "Di kiri kita lihat pelayan memegang kebutan dan pegawai duduk di lantai, dengan gajah, kipas daun, dan payung di belakang mereka. Di kanan ada lebih banyak pegawai, termasuk dua pengawal yang memegang pedang, kala mereka duduk di bawah pohon."
              ]
            }
          },
          {
            "path": "./062-Sakra-appears-in-the-Wilderness-Original.jpg",
            "name": {
              "en": "62. Śakra appears in the Wilderness",
              "id": "62. Śakra Muncul di Belantara"
            },
            "caption": {
              "en": [
                "There are two scenes in this relief: on the right we see the couple living in a wilderness, there are trees, a river with fish, two lions in a den and deer to mark the scene.",
                "On the left we see Śakra, holding the double vajra, standing between his vehicle Airāvata who sits on the far left, and what is probably the male character from the previous scene sitting holding his hands in añjali on the right."
              ],
              "id": [
                "Ada dua adegan dalam relief ini: di kanan kita lihat pasangan yang hidup di belantara, ada pepohonan, sungai dengan ikan, dua singa di sarang, dan rusa, untuk menandai adegan.",
                "Di kiri, kita lihat Śakra, memegang petir ganda, berdiri di antara kendaraannya, Airāvata yang duduk di kiri jauh, dan yang mungkin sosok lelaki dari adegan sebelumnya duduk menangkupkan tangannya di kanan."
              ]
            }
          },
          {
            "path": "./063-A-Meeting-between-a-Royal-Couple-and-a-Bodhisattva-Original.jpg",
            "name": {
              "en": "63. A Meeting between a Royal Couple and a Bodhisattva",
              "id": "63. Pertemuan Antara Pasangan Kerajaan dan Bodhisattwa"
            },
            "caption": {
              "en": [
                "In the middle-right we see a large collonaded and decorated building, within which sits the king with his consort on the left and a character marked as a Bodhisattva on the right. The king and the Bodhisattva appear to be in conversation. On the far right two figures crouch in an antechamber.",
                "On the left we see the normal crowd of courtiers sat under a tree, with the usual royal insignia above them. They hold various postures as the action proceeds in the palace."
              ],
              "id": [
                "Di kanan tengah, kita melihat bangunan besar dengan tiang dan dihias, di dalamnya duduk raja dengan permaisurinya di kiri dan sosok yang ditandai sebagai Bodhisattwa di kanan. Raja dan Bodhisattwa tampak sedang bicara. Di kanan jauh, dua sosok berjongkok di selasar.",
                "Di kiri kita lihat kerumunan pegawai biasa duduk di bawah pohon, dengan lambang kerajaan seperti biasanya di atas mereka. Mereka menampilkan berbagai postur saat kejadian berlangsung di istana."
              ]
            }
          }
        ]
      },
      {
        "id": "5",
        "name": {
          "en": "Rudrāyaṇa",
          "id": "Rudrāyaṇa"
        },
        "introduction": {
          "background": {
            "en": "Unlike most of the Avadāna stories, which take place in a past life of the Buddha or one of his disciples, this one is set contemporary with Buddha Gautama’s life. The story is known to us from Divyāvadāna 37, and it is the last tale in that collection, but it is probable the sculptors knew a somewhat different version of the story.",
            "id": "Tidak seperti kebanyakan cerita Avadana, yang terjadi pada kehidupan lampau Buddha atau salah satu siswa-Nya, yang satu ini terjadi semasa dengan kehidupan Buddha Gautama. Cerita kita ketahui dari Divyāvadāna 37, dan merupakan cerita terakhir dalam kumpulan itu, tetapi mungkin para perupa mengetahui ragam cerita yang agak berbeda."
          },
          "text": {
            "en": [
              "In the time of Lord Buddha king Bimbisāra ruled in Rājagṛha, and in the distant city of Roruka Rudrāyaṇa ruled as king. One time merchants from Rājagṛha visited Roruka, and there followed an exchange of gifts between the kings, the last of which was a portrait of the Buddha, with some of his teachings inscribed on it.",
              "When Rudrāyaṇa heard of the Buddha he was duly impressed, and asked for a monk to be sent to Roruka. The Buddha sent Ven. Mahākātyāyana and 500 monks to the city. Mahākātyāyana’s preaching led to two householders, Tiṣya and Puṣya, attaining Arahatship. Later they passed away and stūpas were built for them.",
              "The king wanted Ven. Mahākātyāyana to preach in his harem, but the monk told him it was not allowable, and that he should ask for a bhikṣuṇī. He did so and the nun Śailā came with 500 other nuns to Roruka. Her teaching impressed the ladies, especially the queen Candrapabhā, and when the queen learned of her impending death she asked to be ordained for the final week of her life.",
              "After passing away she was reborn in heaven and later appeared to the king as a goddess and spoke about the benefits of ordination, at which the king decided to appoint his son Śikhaṇḍī as king, and get himself ordained. The old king appointed two advisors for his son also: Hiru and Bhiru. He then retired to Rājagṛha and was ordained.",
              "King Śikhaṇḍī, although he started off well, soon started to rule unjustly, and the former king decided to return to Roruka to admonish him. Two evil advisors to the king persuaded him to have Ven. Rudrāyaṇa killed on the road. This was done, but not until shortly after he had attained Arahatship.",
              "The king felt remorse for killing his father who was also a Arahat, and the two evil ministers decided to play a trick on him to persuade him that there were no Arahats in the world. They trained some cats and planted them in the stūpas of Tiṣya and Puṣya, and then persuaded the king the Arahats had been reborn as these cats.",
              "The evil ministers also had Ven. Mahākātyāyana attacked by the townsfolk and buried alive under a pile of dirt. Mahākātyāyana, of course, survived, and then predicted the downfall of Roruka and its folk: showers of riches would fall from the sky for six days, but on the seventh everyone would be buried under a sandstorm. The two good ministers, Hiru and Bhiru, were warned in advance of the coming events, and escaped and founded the cities of Hiruka and Bhirukaccha.",
              "Mahākātyāyana also left the city accompanied by Śyāmāka, Hiru’s son, and by the goddess of the city. The latter later became goddess at Khara; and Śyāmāka became king at a city that was subsequently named after him. Mahākātyāyana himself went on to Vokkāṇa. Along the way he left relics at these various cities, before returning to Śrāvastī. The Buddha then told some past life stories to explain the karmic connection."
            ],
            "id": [
              "Pada masa Buddha, Raja Bimbisāra memerintah di Rājagṛha, dan jauh di Negeri Roruka, Rudrāyaṇa memerintah sebagai raja. Suatu waktu pedagang dari Rājagṛha mengunjungi Roruka, dan di sana terjadi pertukaran hadiah di antara raja, dan yang terakhir adalah lukisan Buddha, dengan beberapa ajaran-Nya tertera di atasnya.",
              "Ketika Rudrāyaṇa mendengar tentang Buddha, ia sangat terkesan, dan meminta seorang biksu dikirim ke Roruka. Buddha mengirim Yang Mulia Mahākātyāyana dan 500 biksu ke Roruka. Ajaran Mahākātyāyana membimbing dua perumah-tangga, Tiṣya dan Puṣya, mencapai Arahatta. Nantinya mereka meninggal dan stupa dibangun untuk mereka.",
              "Raja ingin Mahākātyāyana mengajar di rumah selirnya, tetapi sang biksu berkata kepadanya bahwa itu tidak dibolehkan, dan raja harus meminta seorang biksuni. Raja melakukannya dan Biksuni Śailā datang bersama 500 biksuni lainnya ke Roruka. Ajarannya mengesankan para perempuan, terutama Ratu Candrapabhā, dan ketika ratu mengetahui ajalnya telah dekat, ia minta ditahbis pada minggu terakhir hidupnya.",
              "Setelah meninggal, ratu terlahir ulang di surga, lalu muncul di hadapan raja sebagai dewi dan bicara tentang manfaat penahbisan, yang membuat raja memutuskan untuk menunjuk putranya, Śikhaṇḍī, sebagai raja, kemudian ia sendiri dinobatkan. Raja tua juga menunjuk dua penasihat untuk putranya: Hiru dan Bhiru. Ia kemudian undur diri ke Rājagṛha dan ditahbis.",
              "Raja Śikhaṇḍī, walau ia mulai dengan baik, tak lama mulai memerintah dengan tidak adil, dan raja terdahulu memutuskan untuk kembali ke Roruka untuk menasihatinya. Dua penasihat jahat raja membujuknya untuk membunuh Yang Mulia Rudrāyaṇa di perjalanan. Itu dilakukan, namun tak lama setelah ia mencapai Arahatta.",
              "Raja merasa sangat menyesal telah membunuh ayahnya yang juga seorang Arahanta, namun dua menteri jahat memutuskan untuk mengelabuinya dengan meyakinkannya bahwa tidak ada Arahanta di dunia. Mereka melatih dua kucing dan menaruh mereka di stupa Tiṣya dan Puṣya, lalu meyakinkan raja bahwa para Arahanta terlahir ulang menjadi kucing-kucing itu.",
              "Para menteri jahat juga membuat Mahākātyāyana diserang oleh warga kota dan dikubur hidup-hidup di bawah gundukan tanah. Mahākātyāyana, tentu saja, selamat, lalu meramalkan keruntuhan Roruka dan rakyatnya: hujan kekayaan akan tercurah dari langit selama enam hari, tetapi pada hari ketujuh semua orang akan terkubur di bawah badai pasir. Dua menteri baik, Hiru dan Bhiru, diperingatkan sebelum bencana terjadi, lalu meloloskan diri dan mendirikan kota Hiruka dan Bhirukaccha.",
              "Mahākātyāyana juga meninggalkan kota ditemani Śyāmāka, putra Hiru, dan dengan dewi penjaga kota. Dewi itu lalu menjadi dewi di Khara; dan Śyāmāka menjadi raja di kota yang dinamai sesuai namanya. Mahākātyāyana sendiri pergi ke Vokkāṇa. Di sepanjang jalan ia meninggalkan relik di berbagai kota ini, sebelum kembali ke Śrāvastī. Buddha kemudian menceritakan beberapa cerita kehidupan lampau untuk menjelaskan keterkaitan karma."
            ]
          }
        },
        "slides": [
          {
            "path": "./064-The-King-with-the-Merchants-Original.jpg",
            "name": {
              "en": "64. The King with the Merchants",
              "id": "64. Raja Dengan Para Pedagang"
            },
            "caption": {
              "en": [
                "Some merchants from Rājagṛha undertook a long journey and eventually came to Roruka, where king Rudrāyaṇa ruled. Upon meeting them, the king asked if they knew of any king as great as he himself was, and they described the virtues of king Bimbisāra of Rājagṛha.",
                "King Rudrāyaṇa is seen sitting in his court with his consort behind him. In front of him sit three merchants, the one at the front holds his hands in añjali. It is hard to tell whether the three on the far right are also merchants, or courtiers. Outside we see a group has gathered and are receiving gifts."
              ],
              "id": [
                "Beberapa pedagang dari Rājagṛha melakukan perjalanan panjang dan akhirnya tiba di Roruka, tempat Raja Rudrāyaṇa memerintah. Setelah menemui mereka, raja bertanya apakah mereka tahu ada raja yang seagung dirinya, dan mereka menggambarkan kebajikan Raja Bimbisāra dari Rājagṛha.",
                "Raja Rudrāyaṇa terlihat duduk di istananya dengan permaisuri di belakangnya. Di depannya duduk tiga pedagang, orang di depan menangkupkan tangan. Sulit untuk mengatakan apakah tiga orang di kanan jauh juga pedagang, atau pegawai. Di luar kita melihat rombongan berkumpul dan menerima hadiah."
              ]
            }
          },
          {
            "path": "./065-The-King-receives-a-Letter-Original.jpg",
            "name": {
              "en": "65. The King receives a Letter",
              "id": "65. Raja Menerima Surat"
            },
            "caption": {
              "en": [
                "In Divyāvadāna King Rudrāyaṇa sent a letter and a box of jewels, but these are shown separately in the panels, so it looks like a slightly different text was known to the sculptors. From the panels it seems that Rudrāyaṇa first sent a letter, which the merchants duly presented to king Bimbisāra when they returned.",
                "The panel shows king Bimbisāra sitting with two of his consorts on a decorated podium. He has his hand stretched out and appears as though speaking. In front of him sit an entourage, who have returned from Roruka with a letter, which the foremost of the merchants holds in his hands."
              ],
              "id": [
                "Dalam Divyāvadāna, Raja Rudrāyaṇa mengirim surat dan sekotak perhiasan, tetapi ini ditampilkan terpisah dalam panel, sehingga sepertinya naskah yang diketahui para perupa sedikit berbeda. Dalam panel tampak Rudrāyaṇa yang pertama mengirim surat, yang para pedagang sampaikan kepada Raja Bimbisāra ketika mereka kembali.",
                "Panel memperlihatkan Raja Bimbisāra duduk dengan dua pendampingnya di mimbar yang dihias. Ia mengulurkan tangannya dan tampak bicara. Di depannya duduk rombongan, yang telah kembali dari Roruka dengan sepucuk surat, yang dipegang oleh pedagang terdepan di tangannya."
              ]
            }
          },
          {
            "path": "./066-The-King-receives-Gifts-Original.jpg",
            "name": {
              "en": "66. The King receives Gifts",
              "id": "66. Raja Menerima Hadiah"
            },
            "caption": {
              "en": [
                "It doesn’t appear anywhere in the Divyāvadāna story that a banquet was sent to King Rudrāyaṇa, and it is hardly feasible either, so I think Krom’s identification must be faulty here. We do see dishes full of what are possibly grains, so maybe some sort of tribute was sent.",
                "The king and queen sit on the right of a long pavilion. Before them are many dishes and a large pot, possibly of rice or some other staple. On the left others, sitting and standing under a tree, come with gifts, one holding a bowl, another a pot."
              ],
              "id": [
                "Tidak muncul di mana pun dalam cerita Divyāvadāna bahwa jamuan makan dikirim ke Raja Rudrāyaṇa, dan sulit dimungkinkan juga, jadi saya rasa pengenalan Krom pasti salah di sini. Kita memang melihat hidangan lengkap dengan apa yang mungkin bebijian, jadi mungkin semacam persembahan yang dikirim.",
                "Raja dan ratu duduk di kanan anjungan panjang. Di depan mereka banyak hidangan dan periuk besar, mungkin nasi atau makanan pokok lainnya. Di kiri, yang lain duduk dan berdiri di bawah pohon datang dengan persembahan, yang satu pegang mangkuk, yang lain periuk."
              ]
            }
          },
          {
            "path": "./067-The-King-receives-Jewels-Original.jpg",
            "name": {
              "en": "67. The King receives Jewels",
              "id": "67. Raja Menerima Permata"
            },
            "caption": {
              "en": [
                "If we are reconstructing the story successfully then the second time the merchants returned to Rājagṛha they brought a gift of jewels for the king, and so begins the exchange of gifts between the two kings.",
                "The king and queen sit in a pavilion on the far right. In front of them sit five nobles. The foremost is worshipping the king, and the hindmost is taking possession of the box of jewels from the merchants. Behind the merchants sit others under the trees."
              ],
              "id": [
                "Jika kita berhasil menyusun kembali cerita ini, maka ini kedua kalinya para pedagang kembali ke Rājagṛha membawa hadiah permata untuk raja, jadi dimulailah pertukaran hadiah di antara kedua raja.",
                "Raja dan ratu duduk di anjungan di kanan jauh. Di depan mereka duduk lima bangsawan. Yang paling depan menyembah raja, dan yang paling belakang mengambil kotak permata dari para pedagang. Di belakang pedagang duduk yang lain di bawah pohon."
              ]
            }
          },
          {
            "path": "./068-The-King-receives-Clothes-Original.jpg",
            "name": {
              "en": "68. The King receives Clothes",
              "id": "68. Raja Menerima Pakaian"
            },
            "caption": {
              "en": [
                "King Bimbisāra asked the merchants what Rudrāyaṇa might lack, and was told the king had plenty of jewellery, but lacked the fine clothes they had in Rājagṛha, so Bimbisāra sent a set of fine clothes to his friend.",
                "King Rudrāyaṇa sits with his consort inside a decorated pavilion. Three of the merchants sit on the floor in front of him. Behind them are two who are standing, one of them holding a chest, presumably containing the clothes that have been sent."
              ],
              "id": [
                "Raja Bimbisāra bertanya kepada para pedagang apa yang Rudrāyaṇa mungkin belum punyai, lalu diberi tahu bahwa raja punya banyak perhiasan, tetapi kekurangan pakaian indah yang mereka punya di Rājagṛha, sehingga Bimbisāra mengirim seperangkat pakaian indah untuk temannya.",
                "Raja Rudrāyaṇa duduk dengan permaisurinya dalam anjungan yang dihias. Tiga pedagang duduk di lantai di depannya. Di belakang mereka ada dua yang berdiri, salah satunya pegang peti, mungkin berisi kiriman pakaian."
              ]
            }
          },
          {
            "path": "./069-Bimbisara-receives-a-Cuirass-Original.jpg",
            "name": {
              "en": "69. King Bimbisāra receives a Cuirass",
              "id": "69. Raja Bimbisāra Menerima Zirah"
            },
            "caption": {
              "en": [
                "The next gift king Rudrāyaṇa sent was a jewelled cuirass that had various protective qualities. King Bimbisāra asked his experts to assess the worth, but they found each of the jewels on it to be priceless.",
                "King Bimbisāra sits with his consorts on the right. Five nobles sit directly in front of him, and there are merchants sitting under the trees behind who pass the body armour to the nobles for the king."
              ],
              "id": [
                "Hadiah berikutnya yang dikirim Raja Rudrāyaṇa adalah zirah berhias permata yang punya berbagai guna perlindungan. Raja Bimbisāra minta para ahlinya untuk menilai harganya, namun mereka menemukan tiap permata yang disematkan tak ternilai harganya.",
                "Raja Bimbisāra duduk dengan permaisurinya di kanan. Lima bangsawan duduk tepat di depannya, dan ada para pedagang duduk di bawah pepohonan di belakang yang menyerahkan zirah tubuh kepada para bangsawan untuk raja."
              ]
            }
          },
          {
            "path": "./070-The-King-sends-a-Portrait-of-the-Buddha-Original.jpg",
            "name": {
              "en": "70. The King sends a Portrait of the Buddha",
              "id": "70. Raja Mengirim Lukisan Buddha"
            },
            "caption": {
              "en": [
                "King Bimbisāra not knowing how to reply to such a precious gift decided to consult the Buddha about the matter, and the Buddha told him to have a portrait of himself made, to add three teachings of the Dharma, and to send that, which the king duly did.",
                "The panel shows the procession as it enters into the city, which was a grand affair. In the centre we see a merchant sitting atop an elephant and holding the portrait, which is rolled up, and on his lap. In front go the nobles who have come out to meet him, though the king does not appear to have been portrayed."
              ],
              "id": [
                "Raja Bimbisāra tidak tahu bagaimana membalas hadiah yang begitu berharga memutuskan untuk bertanya kepada Buddha tentang masalah ini, dan Buddha memberitahunya untuk membuat lukisan diri-Nya, menambahkan tiga ajaran Dharma, dan mengirim itu, yang raja lakukan dengan baik.",
                "Panel menunjukkan iringan ketika memasuki kota, yang merupakan peristiwa besar. Di tengah, kita lihat pedagang duduk di atas gajah dan memegang lukisan, yang digulung, di pangkuannya. Di depan ada para bangsawan yang keluar untuk menyambutnya, walau raja tampak tidak digambarkan."
              ]
            }
          },
          {
            "path": "./071-The-King-sends-for-a-Monk-Original.jpg",
            "name": {
              "en": "71. The King sends for a Monk",
              "id": "71. Raja Mengirim Biksu"
            },
            "caption": {
              "en": [
                "King Rudrāyaṇa, after being impressed by the portrait, examined the three Dharma teachings on it very carefully, and by the end of the night he had attained stream-entry. He then called the merchants and requested that they return and ask for a monk to be sent to Roruka.",
                "King Rudrāyaṇa sits in his pavilion with two of his consorts, before him are a group of people, presumably the merchants, though they look more like nobles. In Divyāvadāna, however, there is no meeting with nobles on this occasion, so we must presume that these are the merchants."
              ],
              "id": [
                "Raja Rudrāyaṇa, setelah terpesona oleh lukisan itu, mempelajari tiga ajaran Dharma di lukisan itu dengan sangat saksama, dan pada akhir malam ia mencapai Pemasuk-Arus. Ia lalu memanggil para pedagang dan minta agar mereka kembali dan memohon satu biksu dikirim ke Roruka.",
                "Raja Rudrāyaṇa duduk di anjungan bersama dua selirnya, di depannya ada sekelompok orang, mungkin para pedagang, walau mereka lebih mirip bangsawan. Akan tetapi, dalam Divyāvadāna, tidak ada pertemuan dengan para bangsawan pada kejadian ini, jadi kita harus menganggap bahwa ini adalah para pedagang."
              ]
            }
          },
          {
            "path": "./072-Mahakatyayana-teaches-the-King-Original.jpg",
            "name": {
              "en": "72. Ven. Mahākātyāyana teaches the King",
              "id": "72. Yang Mulia Mahākātyāyana Mengajar Raja"
            },
            "caption": {
              "en": [
                "The merchants returned to king Bimbisāra, and the king requested the Buddha to send a monk to his friend. The Buddha, knowing the right monk for the mission, sent Ven. Mahākātyāyana. After being received, the venerable taught for the king and his subjects, with great success.",
                "There is a long pavilion on the right in which sit the king and Ven. Mahākātyāyana, the latter on a dais that is raised above the king. On the left are nobles and merchants sitting, who will themselves understand Dharma and attain success."
              ],
              "id": [
                "Para pedagang kembali ke Raja Bimbisāra, dan raja meminta Buddha untuk mengirim satu biksu kepada temannya. Buddha, mengetahui biksu yang tepat untuk misi itu, mengutus Yang Mulia Mahākātyāyana. Setelah disambut, beliau mengajar raja dan rakyatnya, dengan keberhasilan besar.",
                "Ada anjungan panjang di kanan yang di dalamnya duduk raja dan Mahākātyāyana, yang duduk di mimbar yang ditinggikan di atas raja. Di kiri duduk para bangsawan dan pedagang, yang mereka sendiri akan memahami Dharma dan mencapai keberhasilan."
              ]
            }
          },
          {
            "path": "./073-Saila-teaches-the-Queen-Original.jpg",
            "name": {
              "en": "73. Ven. Śailā teaches the Queen",
              "id": "73. Yang Mulia Śailā Mengajar Ratu"
            },
            "caption": {
              "en": [
                "Queen Candraprabhā and the ladies of the court wanted to hear the teachings for themselves, and Ven. Mahākātyāyana advised that the king to request a nun be sent. When the Buddha heard of this he decided to sent the Arahat Bhikṣuṇī Śailā and her followers.",
                "The king, the queen and her ladies-in-waiting sit in a long pavilion. The king himself holds out his hands in añjali. In front of him sits the Arahat nun Śailā, and behind him are four of his consorts, which one is supposed to be Candraprabhā is not made clear. On the right one person appears to be guarding the building."
              ],
              "id": [
                "Ratu Candraprabhā dan para dayang di istana ingin mendengarkan ajaran untuk mereka, dan Mahākātyāyana menyarankan agar raja meminta dikirim biksuni. Ketika Buddha mendengar ini, Ia memutuskan untuk mengirim Arahanta Biksuni Śailā dan para pengikutnya.",
                "Raja, ratu, dan para dayang duduk di anjungan panjang. Raja sendiri menangkupkan tangan. Di depannya duduk Arahanta Biksuni Śailā, dan di belakang raja ada empat pendampingnya, yang mana seharusnya Candraprabhā tidaklah jelas. Di kanan, satu orang tampak menjaga gedung."
              ]
            }
          },
          {
            "path": "./074-The-Queen-requests-Ordination-Original.jpg",
            "name": {
              "en": "74. The Queen requests Ordination",
              "id": "74. Ratu Mohon Penahbisan"
            },
            "caption": {
              "en": [
                "The king used to play the vīna and queen Candraprabhā would dance for him. One day the king noticed that she was destined to die within the week. When the queen understood she was dying she requested to be allowed to ordain, and the king granted her request provided she agreed to come back to him if reborn amongst the gods.",
                "Two nuns sit on a raised platform in a long pavilion that takes up the whole panel. In front of them is the queen, now bereft of her finery, which is being held by the lady behind her. I don’t think this is meant to show the actual ordination, which would require more nuns, and separation from the laity. Rather it is the request for ordination that is shown here."
              ],
              "id": [
                "Raja biasa memainkan kecapi dan Ratu Candraprabhā akan menari untuknya. Suatu hari raja mengetahui bahwa ratu tergariskan akan mati dalam seminggu. Ketika ratu tahu bahwa ia jelang ajal, ia mohon dibolehkan untuk ditahbis, dan raja mengabulkan permohonannya asalkan ia setuju untuk kembali kepadanya jika terlahir ulang di antara para dewa.",
                "Dua biksuni duduk di mimbar tinggi di anjungan panjang yang memenuhi seluruh panel. Di depan mereka adalah ratu, kini menanggalkan perhiasannya, yang dipegang oleh perempuan di belakangnya. Saya rasa ini tidak dimaksudkan untuk menunjukkan penahbisan yang sebenarnya, yang membutuhkan lebih banyak biksuni, dan terpisah dari perumah-tangga. Alih-alih, yang ditampilkan di sini adalah permohonan penahbisan."
              ]
            }
          },
          {
            "path": "./075-The-Goddess-appears-to-the-King-Original.jpg",
            "name": {
              "en": "75. The Goddess appears to the King",
              "id": "75. Dewi Menampakkan Diri Kepada Raja"
            },
            "caption": {
              "en": [
                "After passing away the queen was reborn amongst the gods. Desiring to see the Buddha she appeared before him in Rājagṛha and, after listening to the teachings, attained stream-entry. She then remembered she had promised to speak to her former lord. The king, awakened from sleep by her, wanted to make love, and she told him she had been reborn as a goddess owing to her ordination, and he must be reborn in the same heaven if he wanted to make love to her again.",
                "The scene on the relief differs from the text: here the king and the goddess meet together in a chamber, but it does not appear to be a bedroom. Also, outside all his attendants and the nobility are awake and apparently witnesses to what takes place. They are probably included to fill up the space on the relief."
              ],
              "id": [
                "Setelah meninggal, ratu terlahir ulang di antara para dewa. Ingin melihat Buddha, ia muncul di hadapan Buddha di Rājagṛha, lalu setelah mendengarkan ajaran, mencapai Pemasuk-Arus. Ratu lalu ingat bahwa ia telah berjanji untuk bicara dengan mantan rajanya. Raja, dibangunkan dari tidur oleh ratu, ingin bercinta, dan ratu mengatakan kepada raja bahwa ia telah terlahir ulang sebagai dewi berkat penahbisannya, dan raja harus terlahir ulang di surga yang sama jika ia ingin bercinta lagi dengannya.",
                "Adegan relief berbeda dengan naskah: di sini raja dan dewi bertemu di suatu ruangan, tetapi tampaknya bukan kamar tidur. Juga, di luar, semua pelayannya dan bangsawan terjaga dan tampak menyaksikan apa yang terjadi. Mereka mungkin disertakan untuk mengisi ruang dalam relief."
              ]
            }
          },
          {
            "path": "./076-The-King-meets-with-his-Son-Original.jpg",
            "name": {
              "en": "76. The King meets with his Son",
              "id": "76. Raja Menemui Putranya"
            },
            "caption": {
              "en": [
                "The king, being admonished by a goddess thus, decided to pass the kingdom to the charge of his son and to go forth himself. He first advised his son to listen to the ministers Hiru and Bhiru as he would to the old king himself. He then departed for Rājagṛha with a single attendant.",
                "In the middle is a large pavilion with the king and prince Śikhaṇḍī sat inside discussing the king’s decision. On either side are signs of the king’s power: his soldiers with bows, swords and an unsaddled elephant."
              ],
              "id": [
                "Raja, dinasihati oleh dewi, lantas memutuskan untuk menyerahkan kerajaan ke tangan putranya dan ia sendiri menjadi biksu. Pertama ia menasihati putranya untuk mendengarkan menteri Hiru dan Bhiru seperti yang ia lakukan terhadap raja tua sendiri. Raja kemudian pergi ke Rājagṛha dengan satu pelayan.",
                "Di tengah ada anjungan besar dengan raja dan Pangeran Śikhaṇḍī duduk di dalam membahas keputusan raja. Di kedua sisi ada tanda kekuasaan raja: para prajuritnya dengan busur, pedang, dan gajah tak berpelana."
              ]
            }
          },
          {
            "path": "./077-Rudrayana-meets-with-King-Bimbisara-Original.jpg",
            "name": {
              "en": "77. Rudrāyaṇa meets with King Bimbisāra",
              "id": "77. Rudrāyaṇa Bertemu Dengan Raja Bimbisāra"
            },
            "caption": {
              "en": [
                "When Rudrāyaṇa arrived in Rājagṛha, king Bimbisāra took him to the Buddha, where he was duly ordained. Later when the monk Rudrāyaṇa entered the city for alms he had an interview with Bimbisāra in which he laid out the reasons he had gone forth.",
                "On the right we see signs of some of the nobility that followed king Bimbisāra when he went to speak to the newly ordained monk. The king himself and the bhikṣu Rudrāyaṇa sit in a conventional pavilion, the monk, with simple robes and shaven head, sits higher than the king."
              ],
              "id": [
                "Ketika Rudrāyaṇa tiba di Rājagṛha, Raja Bimbisāra membawanya kepada Buddha, di mana ia ditahbis dengan layak. Kemudian ketika Biksu Rudrāyaṇa memasuki kota untuk menerima derma, ia bertanya-jawab dengan Bimbisāra, yang mana ia membeberkan alasannya menjadi biksu.",
                "Di kanan, kita lihat tanda beberapa bangsawan yang mengikuti Raja Bimbisāra ketika ia pergi untuk bicara dengan biksu yang baru ditahbis. Raja sendiri dan Biksu Rudrāyaṇa duduk di anjungan bersahaja; biksu, dengan jubah sederhana dan kepala dicukur, duduk lebih tinggi daripada raja."
              ]
            }
          },
          {
            "path": "./078-Sikhandi-agrees-to-kill-his-Father-Original.jpg",
            "name": {
              "en": "78. Śikhaṇḍī agrees to kill his Father",
              "id": "78. Śikhaṇḍī Setuju untuk Membunuh Ayahnya"
            },
            "caption": {
              "en": [
                "After a while a merchant arrived from Roruka and Ven. Rudrāyaṇa asked how his former kingdom was faring. He was told the king was now corrupt, and so he decided to go and help get him back on course. When Śikhaṇḍī heard his father was returning, fearing the loss of his kingdom, he agreed to having him killed.",
                "The panel is divided into sections. On the right we see Rudrāyaṇa sitting under trees and talking with the merchant; in the middle we see Śikhaṇḍī talking with his evil ministers who persuade him to have his father assassinated; on the far left someone is informing what is probably the king’s mother of the events."
              ],
              "id": [
                "Setelah beberapa lama, seorang pedagang tiba dari Roruka dan Yang Mulia Rudrāyaṇa bertanya bagaimana nasib kerajaannya. Ia dikabari bahwa raja sekarang korup, sehingga Rudrāyaṇa memutuskan untuk pergi dan membantu putranya kembali ke jalur yang benar. Ketika Śikhaṇḍī mendengar ayahnya akan kembali, takut kehilangan kerajaannya, ia setuju untuk membunuhnya.",
                "Panel dibagi menjadi beberapa bagian. Di kanan kita lihat Rudrāyaṇa duduk di bawah pohon dan bicara dengan pedagang; di tengah kita lihat Śikhaṇḍī bicara dengan para menterinya yang jahat yang membujuknya agar ayahnya dibunuh; di kiri jauh seseorang memberi tahu apa yang terjadi kepada yang mungkin ibunda raja."
              ]
            }
          },
          {
            "path": "./079-The-King-hears-of-his-Fathers-Death-Original.jpg",
            "name": {
              "en": "79. The King hears of his Father’s Death",
              "id": "79. Raja Mendengar Kematian Ayahnya"
            },
            "caption": {
              "en": [
                "While Ven. Rudrāyaṇa was on his way to Roruka he first attained Arahatship and then was killed by the assassins. When king Śikhaṇḍī heard he felt remorse, and went to see his mother, who assured him the old king was not his father, and so he had not committed that crime.",
                "Again the panel is divided. On the right we see the king meeting with the two evil ministers who had counselled him badly, and the assassins still carrying their weapons; on the left we see the king meeting with his mother who assures him the old king was not his father after all."
              ],
              "id": [
                "Ketika Yang Mulia Rudrāyaṇa dalam perjalanannya ke Roruka, ia terlebih dahulu mencapai Arahatta, barulah dibunuh oleh para pembunuh. Ketika Raja Śikhaṇḍī mendengar itu, ia merasa menyesal, lalu pergi menemui ibunya, yang meyakinkannya bahwa raja tua itu bukan ayahnya, sehingga ia tidak melakukan kejahatan itu.",
                "Lagi, panel dibagi. Di kanan kita lihat raja bertemu dengan dua menteri jahat yang telah menasihatinya dengan buruk, dan para pembunuh masih membawa senjata mereka; di kiri kita lihat raja bertemu dengan ibunya yang meyakinkannya bahwa raja tua itu sama sekali bukanlah ayahnya."
              ]
            }
          },
          {
            "path": "./080-The-Trick-at-the-Stupas-Original.jpg",
            "name": {
              "en": "80. The Trick at the Stūpas",
              "id": "80. Tipuan di Stupa"
            },
            "caption": {
              "en": [
                "In order now to persuade king Śikhaṇḍī that there were no Arahats in the world an elaborate trick was set up at the stūpas of the kingdom’s most famous Arahats, Tiṣya and Puṣya. Two cats were trained to answer to the Arahats previous names and to walk round the stūpas when called, as though they had been reborn in feline form.",
                "On the right sits the king and the queen mother. On the left we see the lovely stūpas of the Arahats. While below them are the trained cats. To the left of them are the two evil ministers who have set up the trick. Notice the parasols (chatra) set up over the stūpas, which is still done today."
              ],
              "id": [
                "Untuk meyakinkan Raja Śikhaṇḍī bahwa tidak ada Arahanta di dunia, suatu tipuan terperinci direncanakan di stupa Arahanta kerajaan yang paling terkenal, Tiṣya dan Puṣya. Dua kucing dilatih untuk menyahut nama Arahanta sebelumnya dan berjalan mengelilingi stupa ketika dipanggil, seolah mereka telah terlahir ulang dalam raga kucing.",
                "Di kanan, duduk raja dan ibu ratu. Di kiri, kita lihat stupa indah para Arahanta. Sementara di bawah mereka ada dua kucing terlatih. Di kiri mereka ada dua menteri jahat yang mengatur tipuannya. Perhatikan payung (chatra) dipasang di atas stupa, yang masih dilakukan sampai sekarang."
              ]
            }
          },
          {
            "path": "./081-Mahakatyayana-utters-his-Prophecy-Original.jpg",
            "name": {
              "en": "81. Ven. Mahākātyāyana utters his Prophecy",
              "id": "81. Yang Mulia Mahākātyāyana Menyatakan Ramalannya"
            },
            "caption": {
              "en": [
                "After being convinced there were no Arahats in the world, king Śikhaṇḍī stopped supporting the monks and nuns, and they all left, except Vens. Mahākātyāyana and Śailā. One day the king, feeling slighted, ordered his people to throw dirt over the monk. The venerable was buried but survived and uttered a prophecy about the result of that action.",
                "There are two scenes again. On the right the king is traveling around the city in a palaquin with the normal marks of royalty: parasol, peacock-feather fan and standards. On the left Ven. Mahākātyāyana utters the prophecy about the destruction of the city in the presence of Hiru and Bhiru, the good ministers. One other person is present, perhaps it is Hiru’s son, Śyāmāka."
              ],
              "id": [
                "Setelah diyakinkan bahwa tidak ada Arahanta di dunia, Raja Śikhaṇḍī berhenti mendukung para biksu dan biksuni, sehingga mereka semua pergi, kecuali Yang Mulia Mahākātyāyana dan Śailā. Suatu hari, raja, merasa diremehkan, memerintah rakyatnya untuk menimbun biksu itu dengan tanah. Biksu itu terkubur, tetapi selamat dan menyatakan ramalan mengenai akibat perbuatan itu.",
                "Ada dua adegan lagi. Di kanan, raja berkeliling kota di atas tandu dengan lambang kerajaan seperti biasa: payung, kipas bulu merak, dan panji. Di kiri, Mahākātyāyana menyatakan ramalan tentang kehancuran kota di hadapan Hiru dan Bhiru, para menteri yang baik. Satu orang lain hadir, mungkin itu putra Hiru, Śyāmāka."
              ]
            }
          },
          {
            "path": "./082-The-Rain-of-Diamonds-Original.jpg",
            "name": {
              "en": "82. The Rain of Diamonds",
              "id": "82. Hujan Permata"
            },
            "caption": {
              "en": [
                "The prophecy was that on six successive days riches would pour down on the city, but on the seventh all the people who had attacked him would enter it and it would be buried under dirt. He advised the good ministers to collect the rain of diamonds on the sixth day and make their escape by boat.",
                "On the far right the building symbolises the city, and right next to it the king and his queen sit inside a pavilion. On the left riches are pouring down from the sky and the people are collecting them. I think we must take it that the two in the middle left are Hiru and Bhiru loading up their boat before their escape."
              ],
              "id": [
                "Ramalannya adalah dalam enam hari berturut-turut kekayaan akan tercurah ke kota, tetapi pada hari ketujuh semua orang yang menyerangnya akan masuk dan terkubur di bawah tanah. Ia menganjurkan para menteri yang baik untuk mengumpulkan hujan berlian pada hari keenam dan meloloskan diri dengan perahu.",
                "Di kanan jauh, bangunan melambangkan kota, dan tepat di sebelahnya raja dan ibu ratu duduk dalam anjungan. Di kiri kekayaan mengalir turun dari langit dan rakyat mengumpulkannya. Saya rasa kita harus menduga bahwa dua orang di kiri tengah adalah Hiru dan Bhiru yang memuati perahu mereka sebelum menyelamatkan diri."
              ]
            }
          },
          {
            "path": "./083-The-Stupa-over-the-Brass-Bowl-Original.jpg",
            "name": {
              "en": "83. The Stūpa over the Brass Bowl",
              "id": "83. Stupa di Atas Mangkuk Kuningan"
            },
            "caption": {
              "en": [
                "On the seventh day the city was destroyed, but the city devatā escaped along with Ven. Mahākātyāyana and Śyāmāka. They went to Khara and the devatā agreed to take up residence there. Ven. Mahākātyāyana gave his brass bowl as a relic, and they built a stūpa over it and initiated a festival.",
                "In the centre we see the stūpa that has been built over the brass bowl Ven. Mahākātyāyana left behind. Left of the stūpa is the devatā who is honouring it with a light, and behind her are her attendants with gifts. On the far left are the musicians celebrating the festival."
              ],
              "id": [
                "Pada hari ketujuh, kota hancur, tetapi dewata kota pergi bersama Mahākātyāyana dan Śyāmāka. Mereka pergi ke Khara dan dewata setuju untuk tinggal di sana. Mahākātyāyana memberikan mangkuk kuningannya sebagai relik, dan mereka membangun stupa di atasnya dan mengadakan perayaan.",
                "Di tengah, kita lihat stupa yang dibangun di atas mangkuk kuningan yang Mahākātyāyana tinggalkan. Di kiri stupa ada dewata yang menghormatinya dengan cahaya, dan di belakangnya ada para pelayannya membawa persembahan. Di kiri jauh ada para pemusik yang meramaikan perayaan."
              ]
            }
          },
          {
            "path": "./084-Syamaka-gains-a-Kingdom-Original.jpg",
            "name": {
              "en": "84. Śyāmāka gains a Kingdom",
              "id": "84. Śyāmāka Mendapatkan Kerajaan"
            },
            "caption": {
              "en": [
                "After leaving Khara with Śyāmāka Ven. Mahākātyāyana traveled on to a nearby town. He left his attendant outside and went into town for alms. Now the people of that town were looking for someone to make king. Śyāmāka had fallen asleep under a tree, but its shadow never left him, so they took this as a sign and requested him to stay on as king.",
                "On the right is a building signifying the town, and in front of it must be Śyāmāka. In front of him are people on their knees obviously making the request that he stay on as their king. A character on the far left is leaving, perhaps it is meant to be Ven. Mahākātyāyana leaving the city."
              ],
              "id": [
                "Setelah meninggalkan Khara dengan Śyāmāka, Mahākātyāyana melakukan perjalanan ke kota terdekat. Ia meninggalkan pelayannya di luar dan pergi ke kota untuk menerima derma makanan. Sekarang rakyat di kota itu mencari seseorang untuk jadi raja. Śyāmāka tertidur di bawah pohon, tetapi bayangannya tak pernah meninggalkannya, jadi rakyat menganggap ini sebagai pertanda dan memintanya untuk tinggal sebagai raja.",
                "Di kanan ada bangunan yang menandakan kota, dan di depannya pasti Śyāmāka. Di depannya ada rakyat yang berlutut yang jelas memohonnya tinggal sebagai raja mereka. Satu sosok di ujung kiri akan pergi, mungkin ia Mahākātyāyana yang meninggalkan kota."
              ]
            }
          },
          {
            "path": "./085-The-Stupa-over-the-Staff-Original.jpg",
            "name": {
              "en": "85. The Stūpa over the Staff",
              "id": "85. Stupa di Atas Tongkat"
            },
            "caption": {
              "en": [
                "Ven. Mahākātyāyana next traveled to Vokkāṇa, where his mother was living. He taught Dharma to her and she attained stream-entry. She then requested that her son leave a relic, and he left his staff. Over this staff-relic a stūpa was built.",
                "As in 83 we see the stūpa at the centre of the relief and people gathered all round. Unexpectedly, we do not see Ven. Mahākātyāyana’s mother who asked for the relic. On the right a brahmin stands with a lotus in his hands, and on the left a king offers lights to the stūpa."
              ],
              "id": [
                "Mahākātyāyana lalu pergi ke Vokkāṇa, tempat ibunya tinggal. Ia mengajarkan Dharma kepada ibunya, dan ibunya mencapai Pemasuk-Arus. Ia lalu minta putranya meninggalkan relik, dan Mahākātyāyana meninggalkan tongkatnya. Di atas relik tongkat ini, stupa dibangun.",
                "Seperti di relief 83, kita lihat stupa di tengah relief dan orang berkumpul mengelilinginya. Tak dinyana, kita tidak melihat ibunda Mahākātyāyana yang meminta relik tersebut. Di kanan, brahmana berdiri dengan teratai di tangan, dan di kiri raja mempersembahkan pelita ke stupa."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "The next three panels are assigned by Foucher and Krom to the Rudrāyaṇa story, but on the flimsiest of evidence. In that story it is mentioned in one sentence that after the fall of diamonds in Roruka, the good ministers Hiru and Bhiru sailed away and founded eponymous cities.",
                "86 and 88 are taken as illustrating these events, although they occur in the story a very long time before the end. They also occur simultaneously, and do not interrupt the return of Ven. Mahākātyāyana to Rājagṛha, which supposedly 87 illustrates.",
                "I do not see anything compelling to take the reliefs as illustrating these events, and indeed they seem to be showing another story, unrelated to the Rudrāyaṇa story, and I treat them as such."
              ],
              "id": [
                "Tiga panel berikutnya ditetapkan Foucher dan Krom sebagai cerita Rudrāyaṇa, tetapi dengan bukti yang sangat tipis. Dalam cerita disebutkan dalam satu kalimat bahwa setelah hujan berlian di Roruka, para menteri yang baik, Hiru dan Bhiru berlayar pergi dan mendirikan kota yang dinamai pendirinya.",
                "Panel 86 dan 88 dianggap sebagai menggambarkan peristiwa-peristiwa ini, walau mereka muncul dalam cerita, sangat lama sebelum akhir. Mereka juga terjadi serentak, dan tidak menyela kembalinya Mahākātyāyana ke Rājagṛha, yang seharusnya panel 87 gambarkan.",
                "Saya tidak melihat sesuatu yang menarik untuk menetapkan relief sebagai penggambaran peristiwa ini, dan memang mereka tampaknya menampilkan cerita lain, tidak terkait dengan cerita Rudrāyaṇa, dan saya memperlakukannya seperti itu."
              ]
            }
          },
          {
            "path": "./086-On-Ship-and-on-Shore-Original.jpg",
            "name": {
              "en": "86. On Ship and on Shore",
              "id": "86. Di Kapal dan di Pantai"
            },
            "caption": {
              "en": [
                "The relief in divided into two scenes. On the left we see a very detailed picture of a ship on the high seas, with the sails taking full wind and a great deal of movement. The sea itself looks quite choppy, and even the clouds are bent by the wind.",
                "On the left we see some people being greeted by a king and his queen. The people, in plain clothes, are kneeling and standing, and have their hands out as though receiving something from the royal pair. On the far left we see an ordinary house, with servants’ quarters below, and raised roof above. None of these details are mentioned in Hiru’s story."
              ],
              "id": [
                "Relief dibagi menjadi dua adegan. Di kiri kita lihat gambar kapal yang sangat rinci di laut lepas, dengan layar diembus angin kencang dan banyak pergerakan. Laut terlihat cukup berombak, bahkan awan bengkok ditiup angin.",
                "Di kiri kita lihat beberapa orang disambut oleh raja dan ratunya. Rakyat, dengan pakaian biasa, berlutut dan berdiri, mengulurkan tangan seolah menerima sesuatu dari pasangan kerajaan. Di kiri jauh kita lihat rumah biasa, dengan asrama pelayan di bawah, dan atap yang dinaikkan di atasnya. Tak satu pun dari rincian ini disebutkan dalam cerita Hiru."
              ]
            }
          },
          {
            "path": "./087-A-Monk-approaches-a-Temple-Original.jpg",
            "name": {
              "en": "87. A Monk approaches a Temple",
              "id": "87. Biksu Mendekati Kuil"
            },
            "caption": {
              "en": [
                "Taken as being Mahākātyāyana’s return to Rājagṛha by Foucher, it omits the monks who welcomed him home, and adds characters that play no part in the story. On the right we see what is perhaps a king, holding a lotus, and a queen, holding a bowl. They are surrounded by attendants but do not seem to pay much attention to the monk, who is inside a palisade.",
                "On the left the monk is walking towards a stūpa-topped building, which is probably a temple, the illustration of which fills about a third of the relief. The monk seems to be carrying an indistinct object, and around the compound he is in is a palisade with a gateway."
              ],
              "id": [
                "Dianggap sebagai kembalinya Mahākātyāyana ke Rājagṛha oleh Foucher, ini menghapus para biksu yang menyambutnya pulang, dan menambahkan sosok yang tidak berperan dalam cerita. Di kanan kita lihat apa yang mungkin raja, pegang teratai, dan ratu, pegang mangkuk. Mereka dikelilingi para pelayan, tetapi tampak tidak terlalu memerhatikan biksu, yang ada di dalam pagar.",
                "Di kiri biksu berjalan menuju bangunan beratap stupa, yang mungkin kuil, pahatan yang mengisi sekitar sepertiga relief. Biksu tampak membawa benda yang tak jelas, dan di sekitar bangunan tempat ia di dalamnya, dikelilingi pagar dengan pintu gerbang."
              ]
            }
          },
          {
            "path": "./088-A-Ship-and-Gifts-Original.jpg",
            "name": {
              "en": "88. A Ship and Gifts",
              "id": "88. Kapal dan Persembahan"
            },
            "caption": {
              "en": [
                "Again we have a well-drawn ship on the right. In this case the sailors are drawing in the sails and the sea looks less turbulent. One man seems to be riding the rudder at the back of the ship.",
                "On shore we see five characters are sitting under trees, and seemingly have brought a gift which they are presenting to the sage on the far left who sits in his own pavilion. Needless to say, nothing like this is mentioned in the Divyāvadāna story."
              ],
              "id": [
                "Sekali lagi kita punya kapal yang dipahat bagus di kanan. Dalam relief ini pelaut menarik layar dan laut terlihat tak terlalu bergejolak. Satu orang tampak mengendalikan kemudi di belakang kapal.",
                "Di pantai kita lihat lima sosok duduk di bawah pohon, dan sepertinya membawa persembahan yang mereka berikan kepada resi di ujung kiri yang duduk di anjungannya. Tak perlu dikatakan, tidak ada yang disebutkan seperti ini dalam cerita Divyāvadāna."
              ]
            }
          }
        ]
      },
      {
        "id": "6",
        "name": {
          "en": "Bhallāṭiya",
          "id": "Bhallāṭiya"
        },
        "introduction": {
          "background": {
            "en": "",
            "id": ""
          },
          "text": {
            "en": [
              "The story appears to illustrate a story like the Bhallāṭiya Jātaka in the Pāḷi collection (Ja 504). King Bhallāṭiya, the Bodhisattva in a previous life, one time went out on a hunt with his men and dogs and spent a long time on the hunt. Hearing the pitiful wailing of two kinnaras he bid his dogs hide themselves away, and approached very quietly.",
              "He asked them why they were crying and they explained that one time they had been separated from each other for a night, and they still grieved for that unfortunate event, which had happened nearly 600 years previously. The king learned his lesson and returned to Benares where he was henceforth content to dwell.",
              "I am not entirely convinced that this is the story illustrated as nothing about them suggests the kinnaras are weeping—surely the crucial point of the story—and in fact they look quite content. There was quiet possibly another story involving two kinnaras which we do not know now."
            ],
            "id": [
              "Cerita ini muncul untuk menggambarkan cerita Bhallāṭiya Jātaka dalam kumpulan Pāḷi (Ja 504). Raja Bhallāṭiya, Bodhisattwa dalam kehidupan lampau, suatu hari pergi berburu dengan orang-orangnya dan anjinganjingnya, dan menghabiskan waktu lama dalam perburuan. Mendengar ratapan pilu dua kinnara, raja mendiamkan dan menyembunyikan anjinganjingnya, dan mendekat dengan sangat senyap.",
              "Ia bertanya kepada mereka mengapa mereka menangis dan mereka menjelaskan bahwa suatu kali mereka berpisah satu sama lain selama semalam, dan mereka masih berduka atas peristiwa malang itu, yang terjadi hampir 600 tahun yang lalu. Raja mendapat pelajarannya dan kembali ke Benares, di mana ia selanjutnya tinggal dengan merasa cukup.",
              "Saya tidak sepenuhnya yakin bahwa ini cerita yang digambarkan, karena tidak ada satu pun relief yang menunjukkan para kinnara yang menangis— yang pasti hal terpenting dalam cerita—dan pada kenyataannya mereka terlihat cukup puas. Mungkin ada cerita lain yang melibatkan dua kinnara yang saat ini tidak kita ketahui."
            ]
          }
        },
        "slides": [
          {
            "path": "./089-The-King-and-the-Kinnaras-Original.jpg",
            "name": {
              "en": "89. The King and the Kinnaras",
              "id": "89. Raja dan Para Kinnara"
            },
            "caption": {
              "en": [
                "The scene is set in the wilderness which the trees, the stylised rocks and the flowing river all show. On the right we see the king who is standing, and a couple of his men who sit to the side. The figures are unfortunately damaged.",
                "On the left are pictured the pair of kinnaras. Interestingly, although they are described as human-like in the Jātaka, and their brethren were portrayed as human-like in Sudhana’s story at the beginning of this wall, the kinnaras here are definitely half bird and half human."
              ],
              "id": [
                "Adegan terletak di belantara, yang mana pepohonan, bebatuan kasar, dan sungai mengalir, semua ditampilkan. Di kanan, kita lihat raja berdiri, dan sepasang anak buahnya duduk di sampingnya. Sosok-sosok itu sayangnya rusak.",
                "Di kiri terlihat sepasang kinnara. Menariknya, walau mereka digambarkan seperti manusia di Jātaka, dan kerabat mereka digambarkan serupa manusia dalam cerita Sudhana di awal dinding ini, para kinnara di sini jelas setengah burung setengah manusia."
              ]
            }
          },
          {
            "path": "./090-The-King-and-the-Kinnaras-Original.jpg",
            "name": {
              "en": "90. The King and the Kinnaras",
              "id": "90. Raja dan Para Kinnara"
            },
            "caption": {
              "en": [
                "In the centre sits the king, this time he has his hands held in añjali, worshipping the semi-divine beings in front of him. Behind him are some of his men, and curiously small portraits of elephants and crocodiles.",
                "On the left the kinnaras stand and the male has his hand held out in front of him as though admonishing the king. Notice the birds in the trees who seem to fly in to witness the scene."
              ],
              "id": [
                "Di tengah, duduk raja, kali ini ia menangkupkan tangan, menyembah makhluk setengah-surgawi di depannya. Di belakangnya ada beberapa anak buahnya, dan pahatan kecil gajah dan buaya yang aneh.",
                "Di kiri, berdiri dua kinnara dan yang lelaki menjulurkan tangannya ke depan seolah menegur raja. Perhatikan burung di pohon yang terlihat terbang menyaksikan adegan."
              ]
            }
          },
          {
            "path": "./091-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "91. A Meeting with a King",
              "id": "91. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "Krom assigns this panel to the Bhallāṭiya story, but it seems highly unlikely it is connected, as it is separated by a stairwell from the previous panels, and seems to feature the same characters as on the next panel.",
                "On the right we see a building, and in front of it is a pavilion on which sits a king with his consorts. Many servants seem to be quite squashed under his seat. In front of him is a female attendant with a fly whisk, and then a male figure who sits with his companions and worships the king. Behind the seated figures we see an elephant and horses, so we may take it the visitors are royalty."
              ],
              "id": [
                "Krom menetapkan panel ini sebagai cerita Bhallāṭiya, namun sepertinya sangat tidak mungkin berkaitan, karena panel dipisahkan oleh tangga dari panel sebelumnya, dan tampak menampilkan sosok-sosok yang sama seperti pada panel berikutnya.",
                "Di kanan, kita lihat bangunan, dan di depannya ada anjungan yang di dalamnya duduk raja dengan para selirnya. Banyak pelayan tampak cukup tergencet di bawah kursinya. Di depannya ada pelayan wanita dengan kebutan, kemudian sosok lelaki yang duduk dengan teman-temannya memuja raja. Di belakang sosok yang duduk, kita lihat gajah dan kuda, jadi kita dapat menganggap para pengunjung adalah bangsawan."
              ]
            }
          },
          {
            "path": "./092-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "92. A Meeting with a King",
              "id": "92. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "We have another of these scenes which are seen so frequently on the walls at Borobudur: a king or other member of the royalty arrives for a meeting with a king. Without a specific story to attach it too, of course, it just becomes a generic scene.",
                "The king sits with two of his consorts on the right of the panel inside a simple pavilion. In front of him, and at the same height, is his royal visitor sitting under a tree. Behind him is his entourage including a finely drawn elephant with its full regalia."
              ],
              "id": [
                "Kita punya beberapa adegan lain yang sering terlihat di dinding Borobudur: raja atau anggota keluarga kerajaan lain datang untuk bertemu dengan raja. Tanpa cerita khusus untuk menjelaskannya, tentu saja, itu hanya jadi adegan umum.",
                "Raja duduk dengan dua pendampingnya di kanan panel, dalam anjungan sederhana. Di depannya, di ketinggian yang sama, ada pengunjung kerajaannya yang duduk di bawah pohon. Di belakangnya ada rombongannya, termasuk gajah yang dipahat halus dengan tanda kebesaran lengkap."
              ]
            }
          },
          {
            "path": "./093-A-King-goes-Hunting-Original.jpg",
            "name": {
              "en": "93. King goes Hunting",
              "id": "93. Raja Pergi Berburu"
            },
            "caption": {
              "en": [
                "The scene in set in the wilderness with trees and many birds atop them. A king sits on a small horse in the centre of the relief, behind him an attendant holds a parasol over him, and behind him are more attendants and soldiers who hold arrows.",
                "In front of the king is someone who appears to be pointing to the wild animals seen on the left of the relief. Presumably he is a guide. The animals include a couple of pigs, a deer and a pair of squirrels playing in the trees. In the top left corner we also see a monkey."
              ],
              "id": [
                "Adegan ditata di belantara dengan pepohonan dan banyak burung di atas. Raja duduk di atas kuda kecil di tengah relief, di belakangnya pelayan memegangi payung di atasnya, dan di belakang ada lebih banyak pelayan dan prajurit yang memegang panah.",
                "Di depan raja ada seseorang yang tampak menunjuk hewan liar yang terlihat di kiri relief. Kemungkinan ia pemandu. Hewan-hewan itu termasuk sepasang babi, rusa, dan sepasang tupai yang bermain di pepohonan. Di sudut kiri atas kita juga lihat monyet."
              ]
            }
          },
          {
            "path": "./094-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "94. A Meeting with a King",
              "id": "94. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "On the right we see a very well drawn pavilion which is elaborately decorated. On a raised seat inside the king sits with his knee supported by a strap. He is looking back at his queen who sits behind him. At a lower level, and behind the queen, two attendants are pictured.",
                "On the left a group of people sit on the floor, a number of whom hold their hands in añjali. They all have the same type of headband which probably signifies they are from a foreign kingdom. Above them are the regalia: a leaffan, a peacock-feather fan and a parasol."
              ],
              "id": [
                "Di kanan, kita lihat anjungan yang dipahat dengan sangat bagus dengan hiasan rumit. Di kursi tinggi di dalam, raja duduk dengan lutut ditopang bebat. Ia menengok ratu yang duduk di belakangnya. Di lantai yang lebih rendah, di belakang ratu, dua pelayan digambarkan.",
                "Di kiri sekelompok orang duduk di lantai, beberapa di antaranya menangkupkan tangan. Mereka semua punya jenis ikat kepala sama yang mungkin menandakan mereka berasal dari kerajaan asing. Di atas mereka ada tanda kebesaran: kipas daun, kipas bulu merak, dan payung."
              ]
            }
          },
          {
            "path": "./095-Saved-from-Drowning-Original.jpg",
            "name": {
              "en": "95. Saved from Drowning",
              "id": "95. Selamat dari Tenggelam"
            },
            "caption": {
              "en": [
                "The whole scene is set outside under the trees and in rocky terrain. On the right are three men, two of whom hold weapons, and the third is leaning forward and pointing with his hand above his head. The role these three play is hard to know.",
                "In the centre and on the left children are being saved from drowning, and being passed to people who carry them away on their hips, and towards the man who is pointing. On the far left is one boy who stands with his hand on his hip. He must be in the water also, but does not appear to be distressed like the others."
              ],
              "id": [
                "Seluruh adegan ditempatkan di luar di bawah pohon dan di lahan berbatu. Di kanan ada tiga lelaki, dua diantaranya pegang senjata, dan yang ketiga condong ke depan dan menunjuk dengan tangan di atas kepalanya. Peran yang dimainkan ketiganya sulit diketahui.",
                "Di tengah dan di kiri, anak-anak diselamatkan dari tenggelam, dan diserahkan kepada orang-orang yang menggendong mereka di pinggul mereka, dan ke arah orang yang menunjuk. Di kiri jauh ada anak lelaki yang berdiri dengan tangan di pinggulnya. Ia seharusnya berada dalam air juga, tetapi tidak tampak tertekan seperti yang lain."
              ]
            }
          },
          {
            "path": "./096-A-Meeting-with-a-Queen-Original.jpg",
            "name": {
              "en": "96. A Meeting with a Queen",
              "id": "96. Pertemuan Dengan Ratu"
            },
            "caption": {
              "en": [
                "So many times on these reliefs we have a generic scene which I have designated ‘A Meeting with a King’ as we simply do not know what is taking place without a text to identify it. Here we have a variation, which is a meeting with a queen.",
                "On the right the queen sits inside a very elaborate building and is making a gesture with her hand to the interlocutor who sits in a heavily decorated antechamber in front of her. Outside in a pavilion sit eleven members of his entourage. Notice the birds above both buildings."
              ],
              "id": [
                "Banyak kali pada relief-relief ini, kita mendapati adegan umum yang telah saya tetapkan sebagai “Pertemuan Dengan Raja” karena kita tidak tahu apa yang terjadi tanpa naskah untuk mengenalinya. Di sini kita punya ragam lain, yaitu pertemuan dengan ratu.",
                "Di kanan, ratu duduk dalam bangunan yang sangat rumit dan membuat isyarat dengan tangannya mengulur ke teman bicara yang duduk di selasar yang sangat dihias di hadapannya. Di luar, dalam anjungan, duduk sebelas anggota rombongannya. Perhatikan burung di atas kedua bangunan."
              ]
            }
          },
          {
            "path": "./097-The-King-and-the-Naga-Original.jpg",
            "name": {
              "en": "97. The King and the Nāga",
              "id": "97. Raja dan Naga"
            },
            "caption": {
              "en": [
                "This scene is set in the wilderness, with trees, a lake and birds populating it. In the middle sits a nāga who has apparently emerged from the waters where he lives.",
                "On the right side we see a king in conversation with the nāga. The king and the nāga appear to be positioned at the same height. The king’s soldiers are behind him, holding swords of various kinds."
              ],
              "id": [
                "Adegan ini terletak di belantara, dengan pepohonan, danau, dan burung yang menghuninya. Di tengah, duduk naga yang tampak muncul dari air di mana ia tinggal.",
                "Di sisi kanan kita lihat raja bicara dengan naga. Raja dan naga tampak ditempatkan di sama tinggi. Para prajurit raja ada di belakangnya, memegang berbagai jenis pedang."
              ]
            }
          },
          {
            "path": "./098-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "98. A Meeting with a King",
              "id": "98. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "This panel appears to be split into two, separated by the tree trunk in the middle. On the right, which would be seen first, and will therefore come earlier in the story, we see a brahmin sitting with some friends inside a simple building. Towards the centre sit the womenfolk.",
                "On the left it appears the same character is now at the head of a delegation to the king, who sits inside a pavilion on a raised seat with his two consorts. There is a very well-drawn coconut tree above his companions, and birds are dotted about."
              ],
              "id": [
                "Panel ini tampak dibagi dua, dipisahkan dengan batang pohon di tengah. Di kanan, yang akan dilihat terlebih dahulu, dan karena itu akan muncul lebih awal dalam cerita, kita lihat brahmana duduk dengan beberapa teman dalam bangunan sederhana. Ke arah tengah, duduk kaum perempuan.",
                "Di kiri, tampak sosok yang sama sekarang jadi kepala perwakilan untuk raja, yang duduk dalam anjungan di kursi tinggi dengan dua pendampingnya. Ada pohon kelapa yang dipahat sangat bagus di atas rombongan, dan burung bertebaran."
              ]
            }
          },
          {
            "path": "./099-A-King-flies-in-the-Sky-Original.jpg",
            "name": {
              "en": "99. A King flies in the Sky",
              "id": "99. Raja Terbang di Angkasa"
            },
            "caption": {
              "en": [
                "Again the scene is in two parts. On the right it seems the advisors and soldiers of the king have accompanied the king to the edge of the wilderness where he stands with his hand held up making a gesture.",
                "On the left what must be the same king and one of his advisors are flying away on a cloud beyond the trees that separate the scenes. Birds are seen in the treetops below them. Reliefs like this make one really want to know the story, which alas! we lack."
              ],
              "id": [
                "Lagi-lagi adegan dalam dua bagian. Di kanan tampak para penasihat dan prajurit raja menemani raja ke tepi belantara, tempat ia berdiri dengan tangan diangkat membuat isyarat.",
                "Di kiri, pasti raja yang sama dan salah satu penasihatnya terbang di atas awan di atas pepohonan yang memisahkan adegan. Burung terlihat di puncak pohon di bawah mereka. Relief seperti ini membuat orang sungguh ingin tahu ceritanya, yang sayang, kita kurang tahu."
              ]
            }
          },
          {
            "path": "./100-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "100. A Meeting with a King",
              "id": "100. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "On the far right we see a very fine palatial building, with stairs in front of it, and clouds and a bird above it. The king, who is presumably the owner also, sits in front of his courtiers and is gesturing as he speaks.",
                "On the left a brahmin sits on a seat at the same height as the king, and his courtiers behind him are holding regalia signifying that he is also a king. On the far left is a finely drawn elephant."
              ],
              "id": [
                "Di kanan jauh, kita lihat bangunan megah yang sangat indah, dengan tangga di depannya, awan dan burung di atasnya. Raja, yang mungkin juga pemiliknya, duduk di depan pegawainya dan memberi isyarat saat ia bicara.",
                "Di kiri, brahmana duduk di kursi yang sama tinggi dengan raja, dan para pegawai kerajaan di belakangnya memegang tanda kebesaran yang menandakan bahwa ia juga raja. Di kiri jauh ada gajah yang dipahat bagus."
              ]
            }
          },
          {
            "path": "./101-A-King-meets-a-Queen-Original.jpg",
            "name": {
              "en": "101. A King meets a Queen",
              "id": "101. Raja Bertemu Ratu"
            },
            "caption": {
              "en": [
                "This is a rather unusual relief if I am reading it right, it is dominated by a meeting scene which takes place inside a small building in the middle of the panel. What is unusual is that the queen on the left seems to be situated higher than the king, who is worshipping her. In similar scenes where we can identify the characters the king is meeting with his mother, and it may be so here.",
                "On the right are what looks like the king’s men, with swords held high, sitting under trees upon which birds perch. On the left appear to be the queen’s ladies-in-waiting also sitting under a tree."
              ],
              "id": [
                "Ini relief yang tidak biasa, jika saya membacanya dengan benar, yang didominasi oleh adegan pertemuan yang berlangsung dalam bangunan kecil di tengah panel. Yang tidak biasa, ratu di kiri tampak terletak lebih tinggi dari raja, yang menyembahnya. Dalam adegan serupa, di mana kita bisa mengenali sosok-sosoknya, raja menemui ibunya, mungkin begitu pula di sini.",
                "Di kanan ada apa yang terlihat seperti prajurit raja, dengan pedang terangkat tinggi, duduk di bawah pohon tempat burung bertengger. Di kiri tampak para dayang ratu juga duduk di bawah pohon."
              ]
            }
          },
          {
            "path": "./102-A-Meeting-with-a-King-Original.jpg",
            "name": {
              "en": "102. A Meeting with a King",
              "id": "102. Pertemuan Dengan Raja"
            },
            "caption": {
              "en": [
                "Another of the generic ‘meeting with a king’ scenes, this one differs slightly by being set in the wilderness. On the right is pictured a forest, with seemingly a queen sitting under a tree on the far right. Nearer the centre sit two people who have particularly sublime expressions on their faces.",
                "The king, whose figure is quite worn, sits at ease inside a simple pavilion and may have been speaking. In front of him two people sit on the floor with their hands raised in salutation, and behind them three more stand with bows strung over their shoulders."
              ],
              "id": [
                "Lain dari adegan umum “pertemuan dengan raja”, yang satu ini sedikit berbeda karena bertempat di belantara. Di kanan digambarkan hutan, dengan ratu yang tampak duduk di bawah pohon di kanan jauh. Dekat ke tengah, duduk dua orang yang punya pancaran sungguh luhur di paras mereka.",
                "Raja, yang sosoknya cukup rusak, duduk santai dalam anjungan sederhana dan mungkin sedang bicara. Di depannya, dua orang duduk di lantai dengan tangan terangkat menghormat, dan di belakang mereka berdiri tiga lagi dengan busur digantung di bahu mereka."
              ]
            }
          },
          {
            "path": "./103-Two-Kings-hold-a-Discussion-Original.jpg",
            "name": {
              "en": "103. Two Kings hold a Discussion",
              "id": "103. Dua Raja Bertukar Pikiran"
            },
            "caption": {
              "en": [
                "On the right two kings sit at ease inside a simple pavilion and appear to be in discussion. On the far right one attendant is holding something up, but what it is is hard to say. Above him is a coconut tree.",
                "On the left are the usual mixture of courtiers, soldiers and attendants that accompany one of the kings. There is an elephant behind them, and the normal regalia: a peacock-feather fan, and a leaf-fan, but no parasol this time."
              ],
              "id": [
                "Di kanan dua raja duduk santai dalam anjungan sederhana dan tampak sedang bertukar pikiran. Di kanan jauh, satu pelayan memegang sesuatu, tetapi sulit dibilang itu apa. Di atasnya ada pohon kelapa.",
                "Di kiri ada gabungan seperti biasa pegawai, prajurit, dan pelayan yang menemani salah satu raja. Ada gajah di belakang mereka, dan tanda kebesaran seperti biasa: kipas bulu merak, kipas daun, tapi tak ada payung kali ini."
              ]
            }
          },
          {
            "path": "./104-A-King-meets-a-Queen-Original.jpg",
            "name": {
              "en": "104. A King meets a Queen",
              "id": "104. Raja Bertemu Ratu"
            },
            "caption": {
              "en": [
                "Similar to 101 above we here see a king pictured as lower than the queen he is meeting with, inside a simple and rather plain building. The queen is shown as being much larger than the king, and much higher also.",
                "On the right are the king’s soldiers bearing arms, and many attendants carrying offerings and bearing regalia. On the left the womenfolk of the queen’s court look on."
              ],
              "id": [
                "Serupa dengan panel 101 di atas, di sini kita lihat raja digambarkan lebih rendah daripada ratu yang ia temui, dalam bangunan sederhana dan agak polos. Ratu ditampilkan jauh lebih besar dari raja, dan jauh lebih tinggi juga.",
                "Di kanan ada prajurit raja yang membawa senjata, dan banyak pelayan membawa persembahan dan tanda kebesaran. Di kiri, kaum perempuan dari istana ratu memandang."
              ]
            }
          },
          {
            "path": "./105-The-Bodhisattva-King-Original.jpg",
            "name": {
              "en": "105. The Bodhisattva King",
              "id": "105. Bodhisattwa Raja"
            },
            "caption": {
              "en": [
                "In the centre we see a very elaborately decorated building and a member of the nobility, probably a king, sitting in meditation posture. Behind his head is a halo signifying that this is a Bodhisattva.",
                "On the right are the courtiers and attendants holding the royal insignia, and on the left we see others, including a brahmin who is sitting near to the building and may be the king’s advisor."
              ],
              "id": [
                "Di tengah, kita lihat bangunan yang dihias sangat rumit dan anggota bangsawan, mungkin raja, duduk dalam postur meditasi. Di belakang kepalanya ada aura yang menandakan bahwa ia Bodhisattwa.",
                "Di kanan ada para pegawai dan pelayan memegang lambang kerajaan, dan di kiri kita lihat yang lainnya, termasuk brahmana yang duduk di dekat bangunan dan mungkin penasihat raja."
              ]
            }
          }
        ]
      },
      {
        "id": "7",
        "name": {
          "en": "Maitrakanyaka",
          "id": "Maitrakanyaka"
        },
        "introduction": {
          "background": {
            "en": "The reliefs follow the Avadānaśataka (no 36) retelling of the story mainly. It is also known to the Divyāvadāna (no 38) and the Pāḷi Jātakas, but the latter has far less details and the main character is not the Bodhisattva, but a wicked man (Mittavinda, Ja 369).",
            "id": "Relief mengikuti Avadānaśataka (no. 36) yang mengisahkan kembali sebagian besar cerita itu. Cerita juga diketahui dalam Divyāvadāna (no. 38) dan Jātaka Pāḷi, namun yang Jātaka Pāḷi punya rincian yang jauh lebih sedikit dan pemeran utamanya bukanlah Bodhisattwa, tetapi orang jahat (Mittavinda, Ja 369)."
          },
          "text": {
            "en": [
              "A merchant had a son, the Bodhisattva in a previous life, but his father gave him a girl’s name, Maitrakanyaka. Before the boy had grown the merchant died while on the high seas. When the boy grew up he wanted to follow in his father’s footsteps and asked his mother what his occupation had been.",
              "His mother, not wanting to lose her son, lied and told him his father had been a shopkeeper, a perfumer and a goldsmith in succession. He was successful at all these trades, and so much so the other goldsmiths, who were jealous of him, told him his father had been a merchant who sailed the high seas just to get rid of the competition.",
              "Maitrakanyaka then had it announced he would lead an expedition abroad, and 500 merchants joined him. His mother tried to dissuade him from going, but he kicked her in the head, and left on his adventure. His ship was soon shipwrecked though, and he was separated from the others.",
              "Maitrakanyaka came to the city of Ramaṇaka and was greeted by four divine maidens (apsaras) who invited him to stay with them. He lived there many years, but was curious about what lay south, and set out to find out. Then he came to Sadāmatta, which had eight apsaras, and later Nandana which had sixteen.",
              "Still traveling south he came next to Brahmottara, which had thirty-two divine maidens, but still not satisfied he traveled once more south and came to the city of Ayomaya (Iron-Made). As soon as he entered, the doors slammed shut behind him, and as he went deeper in, he was unable to escape.",
              "Eventually he came into the presence of a tall man whose head was crowned with a wheel which was fiery and tearing his head apart. Asking what the man had done to deserve such a fate he was told he had ill-treated his own mother, at which Maitrakanyaka remembered he had kicked his mother in the head, and the wheel jumped from the tall man’s head to his own.",
              "He asked how long he would have to suffer like this, and was told it would last 60,600 years before someone else who had committed the same sort of deed would take his place. Stirred by compassion Maitrakanyaka made an aspiration that the wheel would never leave his own head and hurt another in the same way. As soon as he made that aspiration the wheel flew away from his head and he was immediately reborn in Tuṣita Heaven."
            ],
            "id": [
              "Pedagang punya seorang putra, Bodhisattwa pada kehidupan lampau, tapi ayahnya memberinya nama perempuan, Maitrakanyaka. Sebelum anak itu dewasa, sang pedagang meninggal tatkala di laut lepas. Ketika anak itu tumbuh, ia ingin mengikuti jejak ayahnya dan bertanya kepada ibunya apa pekerjaan ayahnya.",
              "Ibunya, tak ingin kehilangan putranya, berbohong dan berkata kepadanya bahwa ayahnya adalah penjaga toko, pembuat wewangian, dan pandai emas, berturutan. Ia berhasil dalam semua perdagangan ini, sehingga banyak pandai emas lainnya, yang iri padanya, memberi tahu bahwa ayahnya adalah pedagang yang mengarungi laut lepas, sekadar untuk menyingkirkan persaingan.",
              "Maitrakanyaka lalu mengumumkan bahwa ia akan memimpin perjalanan ke negeri lain, dan 500 pedagang bergabung dengannya. Ibunya berusaha mencegahnya untuk pergi, tetapi ia malah menendang kepala ibunya, dan pergi bertualang. Namun, kapalnya tak lama karam, dan ia terpisah dari yang lain.",
              "Maitrakanyaka tiba di Kota Ramaṇaka dan disambut empat bidadari surga (apsara) yang mengundangnya tinggal bersama mereka. Ia tinggal di sana bertahun-tahun, namun penasaran tentang apa yang ada di selatan, dan berangkat untuk mencari tahu. Lalu ia datang ke Sadāmatta, yang punya delapan apsara, lalu Nandana yang punya enam belas apsara.",
              "Masih bepergian ke selatan, ia tiba di Brahmottara, yang punya tiga puluh dua bidadari surga, namun masih belum puas, ia melakukan perjalanan",
              "sekali lagi ke selatan dan tiba di Kota Ayomaya (Terbuat dari Besi). Begitu ia masuk, pintu di belakangnya terbanting tertutup, dan saat ia masuk lebih dalam, ia tak bisa kabur. Akhirnya ia tiba di hadapan lelaki tinggi yang kepalanya dimahkotai roda api yang menyala dan mencabik kepalanya. Bertanya apa yang telah dilakukan lelaki itu sehingga bernasib demikian, Maitrakanyaka diberi tahu bahwa ia telah memperlakukan ibunya sendiri dengan buruk, yang membuat Maitrakanyaka teringat ia telah menendang kepala ibunya, dan roda itu melompat dari kepala lelaki tinggi itu ke kepalanya.",
              "Ia bertanya berapa lama ia harus menderita seperti ini, dan diberi tahu bahwa itu akan berlangsung 60.600 tahun sebelum orang lain yang melakukan tindakan yang sama akan menggantikannya. Tergerak oleh welas asih, Maitrakanyaka membuat tekad bahwa roda itu tidak akan pernah meninggalkan kepalanya sendiri dan melukai orang lain dengan cara yang sama. Begitu ia membuat tekad itu, roda terbang menjauh dari kepalanya dan ia seketika terlahir ulang di Surga Tuṣita."
            ]
          }
        },
        "slides": [
          {
            "path": "./106-Offering-Money-to-his-Mother-Original.jpg",
            "name": {
              "en": "106. Offering Money to his Mother",
              "id": "106. Mempersembahkan Uang Kepada Ibunya"
            },
            "caption": {
              "en": [
                "When Maitrakanyaka had grown up he asked his mother about his father’s occupation, and was first told he had been a shopkeeper, and later that he had been a perfumer. He took up the trades and at the end of the day offered the money he had made to his mother.",
                "Maitrakanyaka sits inside a pavilion with his mother, who is positioned much higher then he is. He has a money bag in front of him which he is offering to her. On the far left is a building, perhaps meant to signify the city where he had been working."
              ],
              "id": [
                "Ketika Maitrakanyaka telah dewasa, ia bertanya kepada ibunya tentang pekerjaan ayahnya, dan pertama kali diberi tahu bahwa ayahnya adalah penjaga toko, lalu ia menjadi pembuat wewangian. Maitrakanyaka menjalani perdagangan itu dan pada akhir hari mempersembahkan uang yang ia hasilkan kepada ibunya.",
                "Maitrakanyaka duduk dalam anjungan bersama ibunya, yang ditempatkan jauh lebih tinggi darinya. Ia punya kantong uang di depannya yang ia persembahkan kepada ibunya. Di kiri jauh ada bangunan, mungkin dimaksudkan untuk menandakan kota tempat ia bekerja."
              ]
            }
          },
          {
            "path": "./107-Working-as-Goldsmith-and-Departure-Original.jpg",
            "name": {
              "en": "107. Working as Goldsmith and Departure",
              "id": "107. Bekerja Sebagai Pandai Emas dan Berangkat"
            },
            "caption": {
              "en": [
                "Next Maitrakanyaka worked as a goldsmith, but was so good at the trade that other goldsmiths got jealous and informed him of his father’s true occupation. He therefore gave up that trade also and set forth to become a merchant on the high seas, but not before he kicked his mother in the head as she tried to prevent him.",
                "The panel is in two sections. On the right we first see Maitrakanyaka plying his trade as a goldsmith, he sits on the far right and is engaged with his customers who sit in front of him. The building near the middle acts as a divider. On the left we see him departing with another man. In front of him his mother is down on her knees pleading with him not to go."
              ],
              "id": [
                "Selanjutnya Maitrakanyaka bekerja sebagai pandai emas, namun sangat pandai berdagang, sehingga pandai emas lain iri dan memberitahunya mengenai pekerjaan ayahnya yang sebenarnya. Ia karenanya berhenti perdagangan itu juga dan mantap untuk menjadi pedagang di laut lepas, tetapi setelah ia menendang kepala ibunya ketika berusaha mencegahnya.",
                "Panel dibagi dua. Di kanan kita pertama lihat Maitrakanyaka menjalani perdagangannya sebagai pandai emas, ia duduk di kanan jauh dan terlibat dengan para pelanggan yang duduk di hadapannya. Bangunan di dekat tengah berperan sebagai penyekat. Di kiri kita lihat Maitrakanyaka pergi dengan orang lain. Di depannya, ibunya berlutut memohon agar ia tidak pergi."
              ]
            }
          },
          {
            "path": "./108-The-Ship-and-the-Apsaras-Original.jpg",
            "name": {
              "en": "108. The Ship and the Four Apsaras",
              "id": "108. Kapal dan Empat Apsara"
            },
            "caption": {
              "en": [
                "In the Avadānaśataka story after Maitrakanyaka sets sail the ship is upturned by a makara fish and clinging to a plank of wood he makes it to shore. None of this is portrayed on the relief, and the sculptors may have known a different version of the story at this point. He eventually came to the city of Ramaṇaka where he was greeted by four divine nymphs (apsaras).",
                "Again the scene is divided into two. On the right we see the finely-drawn ship sailing the high seas with its masts and sails held high. In front of it another boat seems to be grappling with some problem. On the right Maitrakanyaka has landed and is greeted by four well-dressed apsaras who will entertain him for many years."
              ],
              "id": [
                "Dalam cerita Avadānaśataka, setelah Maitrakanyaka berlayar, kapal digulingkan oleh ikan makara, dan berpegangan di papan kayu ia berhasil ke pantai. Tak satu pun ini digambarkan pada relief, dan para perupa mungkin telah mengetahui ragam cerita yang berbeda pada titik ini. Maitrakanyaka akhirnya tiba di Kota Ramaṇaka, tempat ia disambut oleh empat bidadari surga (apsara).",
                "Lagi-lagi adegan dibagi dua. Di kanan kita lihat kapal yang dipahat indah berlayar di laut lepas dengan tiang dan layar terangkat tinggi. Di depannya ada perahu lain yang tampaknya sedang bergulat dengan masalah. Di kanan, Maitrakanyaka mendarat dan disambut oleh empat apsara berbusana indah yang akan menghiburnya selama bertahun-tahun."
              ]
            }
          },
          {
            "path": "./109-The-Eight-Apsaras-at-Sadamatta-Original.jpg",
            "name": {
              "en": "109. The Eight Apsaras at Sadāmatta",
              "id": "109. Delapan Apsara di Sadāmatta"
            },
            "caption": {
              "en": [
                "The apsaras at Ramaṇaka always tried to dissuade Maitrakanyaka from going south of the city, which made him want to go there even more. Eventually he decided to go and he came to another city, Sadāmatta, where he was greeted by eight divine maidens more lovely than the ones he had left behind.",
                "Surprisingly, we see nothing of the city, and indeed the scene is set in the wilderness. It is hard to know whether this represents a variation in the telling of the story. Maitrakanyaka stands on the right and sitting before him are the eight apsaras. The landscape is dotted with birds and animals."
              ],
              "id": [
                "Para apsara di Ramaṇaka selalu berusaha untuk mencegah Maitrakanyaka agar tidak pergi ke selatan kota, yang malah membuatnya makin ingin pergi ke sana. Akhirnya Maitrakanyaka memutuskan untuk pergi dan ia tiba di kota lain, Sadāmatta, di mana ia disambut oleh delapan bidadari surga yang lebih menyenangkan daripada yang ia tinggalkan.",
                "Anehnya, kita tidak melihat apa pun di kota ini, dan pasti adegan bertempat di belantara. Sulit untuk tahu apakah ini mewakili ragam lain dalam penuturan cerita. Maitrakanyaka berdiri di kanan dan duduk di hadapannya delapan bidadari. Pemandangan dipenuhi dengan burung dan binatang."
              ]
            }
          },
          {
            "path": "./110-Eleven-Apsaras-at-Nandana-Original.jpg",
            "name": {
              "en": "110. Eleven Apsaras at Nandana",
              "id": "110. Sebelas Apsara di Nandana"
            },
            "caption": {
              "en": [
                "After enjoying himself at Sadāmatta for many years Maitrakanyaka once again headed south, and met with sixteen nymphs in the city of Nandana, where he again took up residence.",
                "On the relief we see only eleven apsaras, though it would easily have been possible to fit in sixteen if the sculptors wished. It may represent another variation, or it may just be a whim of the designers. Four are seen standing and seven are sitting. Again the scene is set in the countryside, not in the city."
              ],
              "id": [
                "Setelah bersenang-senang di Sadāmatta selama bertahun-tahun, Maitrakanyaka sekali lagi menuju ke selatan, dan bertemu dengan enam belas bidadari di Kota Nandana, tempat ia kembali menetap.",
                "Di relief kita hanya melihat sebelas apsara, walau mungkin dengan mudah bisa memuat enam belas jika perupa mau. Ini mungkin mewakili ragam lainnya, atau mungkin hanya kemauan para perancang. Empat terlihat berdiri dan tujuh duduk. Lagi-lagi adegan bertempat di perdesaan, bukan di kota."
              ]
            }
          },
          {
            "path": "./111-Fourteen-Apsaras-at-Brahmottara-Original.jpg",
            "name": {
              "en": "111. Fourteen Apsaras at Brahmottara",
              "id": "111. Empat Belas Apsara di Brahmottara"
            },
            "caption": {
              "en": [
                "After some time Maitrakanyaka, driven by his curiosity and desire, set off again for the south and came to Brahmottara where he was greeted by thirty-two divine nymphs.",
                "It may have been the difficulty of fitting such a large number on the panel that drove the sculptors to start curtailing their number on the last reliefs. Here, anyway, we see only fourteen. One stands besides Maitrakanyaka and the others sit and stand on the left of the relief."
              ],
              "id": [
                "Setelah beberapa waktu, Maitrakanyaka, didorong oleh rasa ingin tahu dan hasrat, berangkat lagi ke selatan dan tiba di Brahmottara, tempat ia disambut oleh tiga puluh dua bidadari surga.",
                "Mungkin sulit untuk menempatkan sejumlah besar bidadari dalam panel, yang mendorong para perupa untuk mulai membatasi jumlah mereka di relief terakhir. Di sini, bagaimanapun, kita hanya melihat empat belas. Satu berdiri di samping Maitrakanyaka dan yang lainnya duduk dan berdiri di kiri relief."
              ]
            }
          },
          {
            "path": "./112-The-Punishment-and-Heaven-Original.jpg",
            "name": {
              "en": "112. The Punishment and Heaven",
              "id": "112. Hukuman dan Surga"
            },
            "caption": {
              "en": [
                "Traveling again south Maitrakanyaka came to the city made of iron, and as he entered the door shut behind him. He saw a tall man with a fiery wheel which was cutting his head open. Learning the punishment was because of ill-treating his mother, Maitrakanyaka remembered his own wicked deed, and the wheel then descended onto his head. After vowing that he would wear the wheel, and no one else should ever suffer like he was suffering, he was reborn in Tuṣita Heaven because of his compassion.",
                "There are two scenes in this panel: on the far right we see the tall man with the wheel cutting his head. Maitrakanyaka stands in front and is in conversation with a rakṣasa who reveals the reason for the man’s suffering. A small building stands in the middle and divides the scene. On the left Maitrakanyaka has already been reborn in Tuṣita Heaven and is enjoying the fruits of his compassion."
              ],
              "id": [
                "Bepergian lagi ke selatan, Maitrakanyaka tiba di kota yang terbuat dari besi, dan saat ia masuk, pintu di belakangnya menutup. Ia melihat lelaki jangkung dengan roda api yang membelah kepalanya. Mengetahui hukumannya dikarenakan memperlakukan ibunya dengan buruk, Maitrakanyaka teringat perbuatan jahatnya sendiri, dan roda meluncur ke kepalanya. Setelah bersumpah bahwa ia akan menanggung roda itu, sehingga tidak ada orang lain yang akan menderita seperti dirinya, Maitrakanyaka terlahir ulang di Surga Tuṣita karena welas asihnya.",
                "Ada dua adegan di panel ini: di kanan jauh kita lihat lelaki jangkung dengan roda membelah kepalanya. Maitrakanyaka berdiri di depannya dan bercakap dengan raksasa yang menyingkap sebab penderitaan lelaki itu. Bangunan kecil berdiri di tengah dan menyekat adegan. Di kiri, Maitrakanyaka telah terlahir ulang di Surga Tuṣita dan menikmati buah dari welas asihnya."
              ]
            }
          },
          {
            "caption": {
              "en": [
                "The remaining panels on this wall have not yet been identified."
              ],
              "id": ["Panel yang tersisa di dinding ini belum dikenali."]
            }
          },
          {
            "path": "./113-A-Bodhisattva-King-Original.jpg",
            "name": {
              "en": "113. A Bodhisattva King",
              "id": "113. Raja Bodhisattwa"
            },
            "caption": {
              "en": [
                "In the centre a Bodhisattva, marked by the halo, is sitting in meditation on a raised seat. He is holding a lotus in his left hand and holding his hand in a mudrā. His sitting cloth drapes down from the seat on both sides in front of him, and underneath a lion is seen looking out at the viewer.",
                "On the right are lined up ten females, three of which are sitting. Some of them hold offerings of various sorts. On the left seven men sit on the floor holding up the regalia, and between them and the Bodhisattva is a female attendant holding a fly-whisk."
              ],
              "id": [
                "Di tengah, Bodhisattwa, ditandai oleh aura kepala, duduk bermeditasi di kursi tinggi. Ia memegang teratai di tangan kirinya dan tangannya membentuk mudrā. Kain alas duduk menggantung dari kursi di kedua sisi di depannya, dan di bawah singa terlihat menatap ke arah penglihat.",
                "Di kanan, berbaris sepuluh perempuan, tiga di antaranya duduk. Beberapa dari mereka memegang berbagai macam persembahan. Di kiri tujuh lelaki duduk di lantai memegangi tanda kebesaran, dan di antara mereka dan Bodhisattwa ada pelayan perempuan memegang kebutan."
              ]
            }
          },
          {
            "path": "./114-A-King-goes-Hunting-Original.jpg",
            "name": {
              "en": "114. A King goes Hunting",
              "id": "114. Raja Pergi Berburu"
            },
            "caption": {
              "en": [
                "On the far left we see a wilderness scene with trees, birds and various animals. This is the destination of the entourage who travel from right to left across the panel. On the far right is a fruiting tree, very nicely drawn.",
                "The main part of the panel is taken up with what must be a king sitting on horseback, and his nobles who are going out to hunt. Most hold bows and arrows, or other weapons."
              ],
              "id": [
                "Di kiri jauh, kita lihat adegan belantara dengan pepohonan, burung, dan berbagai binatang. Ini adalah tujuan rombongan yang bepergian dari kanan ke kiri melintasi panel. Di kanan jauh ada pohon berbuah, dipahat sangat bagus.",
                "Bagian utama panel diisi dengan yang pastinya raja yang duduk di atas kuda, dan para bangsawannya yang pergi berburu. Sebagian besar memegang busur dan panah, atau senjata lainnya."
              ]
            }
          },
          {
            "path": "./115-A-Bodhisattva-King-Original.jpg",
            "name": {
              "en": "115. A Bodhisattva King",
              "id": "115. Raja Bodhisattwa"
            },
            "caption": {
              "en": [
                "The main character in the scene, who is seated towards the right, is marked as a Bodhisattva by the still visible halo, but the figure is badly worn down and broken in places. We can see that he had one foot on the floor and the other looks like it was in a knee sling.",
                "On the far right are some female attendants sitting and standing near a tree. On the left of the Bodhisattva stand two females, and another character who was sitting and is also worn away. On the left of the panel is the usual entourage and signs of royalty, including soldiers, an elephant, a horse and the regalia."
              ],
              "id": [
                "Sosok utama dalam adegan, yang duduk di kanan, ditandai sebagai Bodhisattwa dengan aura kepala yang masih dapat dilihat, tetapi sosok itu rusak parah dan pecah di beberapa bagian. Kita bisa melihat bahwa ia punya satu kaki di lantai dan yang lain terlihat seperti berbebat lutut.",
                "Di kanan jauh ada beberapa pelayan perempuan duduk dan berdiri di dekat pohon. Di kiri Bodhisattwa, berdiri dua perempuan, dan sosok lain yang sedang duduk juga rusak. Di kiri panel ada rombongan dan lambang kerajaan seperti biasa, termasuk prajurit, gajah, kuda, dan tanda kebesaran."
              ]
            }
          },
          {
            "path": "./116-Six-Kings-visit-a-King-Original.jpg",
            "name": {
              "en": "116. Six Kings visit a King",
              "id": "116. Enam Raja Mengunjungi Raja"
            },
            "caption": {
              "en": [
                "There are no signs of a halo behind any of the main characters, so we must take it this is a secular scene. On the right, and under six trees, sit six kings, if their jewellery and coiffure are anything to go by. Three of the figures are quite worn down and featureless now.",
                "On the left is the main figure: a king sits at ease on a raised seat, and under a simple pavilion. He is surrounded by female attendants. On the floor in the middle sits a bearded man, presumably an emissary from the six kings, who is presenting something to the person who sits between him and the king."
              ],
              "id": [
                "Tidak ada tanda aura kepala di belakang sosok utama mana pun, jadi kita harus menganggap ini sebagai adegan duniawi. Di kanan, dan di bawah enam pohon, duduk enam raja, jika perhiasan dan gaya rambut mereka dijadikan acuan. Tiga dari sosok, sekarang sudah cukup rusak dan rata.",
                "Di kiri ada sosok utama: raja duduk santai di kursi tinggi, dan di bawah anjungan sederhana. Ia dikelilingi oleh pelayan perempuan. Di lantai, di tengah, duduk lelaki berjanggut, kemungkinan utusan dari enam raja, yang sedang mempersembahkan sesuatu kepada orang yang duduk di antara ia dan raja."
              ]
            }
          },
          {
            "path": "./117-Six-Kings-and-a-King-Original.jpg",
            "name": {
              "en": "117. Six Kings and a King",
              "id": "117. Enam Raja dan Raja"
            },
            "caption": {
              "en": [
                "What appears to be the same six kings are seen here again, but this time on the left of the scene, and standing, not sitting. It may also be that the character on his knee in front of them is the same as the one giving the gift in the previous scene.",
                "If we surmise correctly then the character under the parasol will be the main king, who is now standing. The characters on the right behind him are quite possibly his female attendants, but they are so worn out it is hard to tell."
              ],
              "id": [
                "Apa yang tampak seperti enam raja yang sama terlihat lagi di sini, tetapi kali ini di kiri adegan, dan berdiri, tidak duduk. Mungkin juga karena sosok yang berlutut di depan mereka sama dengan sosok yang memberi persembahan di adegan sebelumnya.",
                "Jika kita menduga dengan benar, maka sosok di bawah payung adalah raja utama, yang kini berdiri. Sosok di kanan di belakangnya sangat mungkin pelayan perempuannya, tetapi mereka begitu rusak sehingga sulit untuk mengatakannya."
              ]
            }
          },
          {
            "path": "./118-Seven-Kings-visit-a-King-Original.jpg",
            "name": {
              "en": "118. Seven Kings visit a King",
              "id": "118. Tujuh Raja Mengunjungi Raja"
            },
            "caption": {
              "en": [
                "This time the main character, who sits on the left atop a raised seat is marked by a halo, so that he is probably another Bodhisattva king. His female attendants accompany him. He has his hand raised in the fearless mudrā.",
                "In a simple, but decorated, pavilion on the right of the panel we see now seven kings, a few of whom hold their hands in añjali. Again a number of them are badly worn down."
              ],
              "id": [
                "Kali ini sosok utama, yang duduk di kiri di atas kursi tinggi ditandai dengan aura kepala, sehingga ia mungkin raja Bodhisattwa lainnya. Para pelayan perempuan menemaninya. Ia mengangkat tangannya dalam mudrā tak gentar.",
                "Dalam anjungan yang sederhana, namun dihias, di kanan panel, kita sekarang melihat tujuh raja, beberapa di antaranya menangkupkan tangan. Lagi-lagi beberapa dari mereka sangat rusak."
              ]
            }
          },
          {
            "path": "./119-The-Archer-King-Original.jpg",
            "name": {
              "en": "119. The Archer-King",
              "id": "119. Raja Pemanah"
            },
            "caption": {
              "en": [
                "In one of the most dynamic of the sculptures at Borobudur we see a king, or at least a member of the nobility, drawing his bow back. The whole stance is very dramatic, even though the arrow is no longer seen.",
                "On the right, under a fruit tree, sit four figures, one of whom holds a quiver and one of whom salutes the main character. On the left sit eight members of the nobility, who hold various postures, and similarly sit under fruiting trees."
              ],
              "id": [
                "Dalam salah satu pahatan paling dinamis di Borobudur, kita melihat raja, atau setidaknya anggota kaum bangsawan, menarik busurnya ke belakang. Keseluruhan tatanannya sangat dramatis, walau panah tak terlihat lagi.",
                "Di kanan, di bawah pohon buah, duduk empat sosok, satu darinya memegang kantong panah, dan satu darinya memberi hormat kepada sosok utama. Di kiri, duduk delapan anggota bangsawan, dengan berbagai postur, dan samasama duduk di bawah pohon berbuah."
              ]
            }
          },
          {
            "path": "./120-Worship-of-a-Stupa-Original.jpg",
            "name": {
              "en": "120. Worship of a Stūpa",
              "id": "120. Pemujaan Stupa"
            },
            "caption": {
              "en": [
                "A very typical round-shaped stūpa stands at the centre of this scene, it is decorated around the middle, and is under a simple pavilion. The umbrella above the stūpa is clearly drawn, as is the double lotus, which it sits on. Inside the pavilion stand the king and the queen, and flowers fall from the heavens.",
                "On the right are the male characters, some kneeling, some standing, who have various offerings. Amongst the ladies-in-waiting on the left some hold offerings, while others hold their hands up in worship. On this worshipful note we end the reliefs on this wall."
              ],
              "id": [
                "Stupa berbentuk bulat yang sangat khas berdiri di tengah adegan ini, sekitar tengahnya dihias, dan berada di bawah anjungan sederhana. Payung di atas stupa dipahat jelas, juga teratai ganda, yang tertancap di atasnya. Dalam anjungan berdiri raja dan ratu, dan bebungaan jatuh dari langit.",
                "Di kanan ada sosok-sosok lelaki, sebagian berlutut, sebagian berdiri, yang memegang berbagai persembahan. Di antara dayang di kiri, sebagian memegang persembahan, sementara yang lain mengangkat tangan mereka memuja. Dengan catatan pemujaan ini, kita akhiri rangkaian relief di dinding ini."
              ]
            }
          }
        ]
      }
    ]
  }
]
